{
  "alchemyIngredients": [
    {
      "id": "fire",
      "name": "Огонь",
      "description": "Горящие светящиеся газы высокой температуры, пламя.",
      "recipes": [["stone", "stone"]]
    },
    {
      "id": "water",
      "name": "Вода",
      "description": "Бинарное неорганическое соединение с химической формулой H2O: молекула воды состоит из двух атомов водорода и одного — кислорода",
      "recipes": [
        ["ice", "fire"],
        ["iceberg", "fire"],
        ["snow", "fire"],
        ["snowman", "fire"]
      ]
    },
    {
      "id": "air",
      "name": "Воздух",
      "description": "Газообразное вещество, составляющее атмосферу Земли.",
      "recipes": []
    },
    {
      "id": "ground",
      "name": "Земля",
      "description": "Почва, верхний слой коры нашей планеты, поверхность.",
      "recipes": []
    },
    {
      "id": "lava",
      "name": "Лава",
      "description": "Расплавленная минеральная масса, выбрасываемая вулканом на земную поверхность при извержении.",
      "recipes": [["fire", "ground"]]
    },
    {
      "id": "swamp",
      "name": "Болото",
      "description": "Топкое место со стоячей водой.",
      "recipes": [["water", "ground"]]
    },
    {
      "id": "energy",
      "name": "Энергия",
      "description": "Одно из основных свойств материи — мера её движения, а также способность производить работу.",
      "recipes": [
        ["air", "fire"],
        ["sun", "solar_battery"]
      ]
    },
    {
      "id": "electricity",
      "name": "Электричество",
      "description": "Форма энергии, обусловленная движением частиц материи (электронов, позитронов и протонов).",
      "recipes": [
        ["metal", "energy"],
        ["wool", "glass"]
      ]
    },
    {
      "id": "sea",
      "name": "Море",
      "description": "Часть Мирового океана, обособленная сушей или возвышениями подводного рельефа.",
      "recipes": [
        ["salt", "water"],
        ["lake", "lake"]
      ]
    },
    {
      "id": "wind",
      "name": "Ветер",
      "description": "Поток воздуха, который движется около земной поверхности.",
      "recipes": [["air", "air"]]
    },
    {
      "id": "steam",
      "name": "Пар",
      "description": "Газообразное состояние вещества в условиях, когда газовая фаза может находиться в равновесии с жидкой или твёрдой фазами того же вещества.",
      "recipes": [["water", "lava"]]
    },
    {
      "id": "cloud",
      "name": "Облако",
      "description": "Видимая масса частиц воды или кристаллов льда, взвешенных в нижних слоях атмосферы.",
      "recipes": [["steam", "air"]]
    },
    {
      "id": "sky",
      "name": "Небо",
      "description": "Пространство над землёй или поверхностью любого другого астрономического объекта.",
      "recipes": [["cloud", "air"]]
    },
    {
      "id": "pressure",
      "name": "Давление",
      "description": "Сила, действующая на какую-либо поверхность.",
      "recipes": [["ground", "ground"]]
    },
    {
      "id": "rain",
      "name": "Дождь",
      "description": "Атмосферные осадки в виде водяных капель.",
      "recipes": [["dark_cloud", "dark_cloud"]]
    },
    {
      "id": "volcano",
      "name": "Вулкан",
      "description": "Геологическое образование, возникающее над каналами и трещинами в земной коре, по которым на земную поверхность извергаются расплавленные горные породы (лава), пепел, горячие газы, пары воды и обломки горных пород.",
      "recipes": [
        ["pressure", "lava"],
        ["lava", "geyser"],
        ["lava", "mountain"]
      ]
    },
    {
      "id": "stone",
      "name": "Камень",
      "description": "Твёрдая неметаллическая горная порода.",
      "recipes": [
        ["pressure", "mountain"],
        ["earthquake", "mountain"],
        ["pressure", "ground"]
      ]
    },
    {
      "id": "geyser",
      "name": "Гейзер",
      "description": "Горячий источник, периодически выбрасывающий фонтаны горячей воды и пара под давлением.",
      "recipes": [["ground", "steam"]]
    },
    {
      "id": "metal",
      "name": "Металл",
      "description": "Группа химических элементов, обладающих в виде простых веществ характерными металлическими свойствами, такими, как высокие тепло- и электропроводность, положительный температурный коэффициент сопротивления, высокая пластичность, ковкость и металлический блеск.",
      "recipes": [["fire", "stone"]]
    },
    {
      "id": "sand",
      "name": "Песок",
      "description": "Рыхлая осадочная горная порода.",
      "recipes": [
        ["stone", "wind"],
        ["stone", "water"]
      ]
    },
    {
      "id": "clay",
      "name": "Глина",
      "description": "Мелкозернистая осадочная горная порода, пылевидная в сухом состоянии, пластичная при увлажнении.",
      "recipes": [["sand", "swamp"]]
    },
    {
      "id": "silicon",
      "name": "Кремний",
      "description": "Химический элемент, одна из главных составных частей горных пород. Используется для производства микросхем, солнечных батарей и т.п.",
      "recipes": [["sand", "pressure"]]
    },
    {
      "id": "desert",
      "name": "Пустыня",
      "description": "Большое необитаемое пространство земли со скудной растительностью или вовсе без неё.",
      "recipes": [
        ["sand", "sand"],
        ["dune", "dune"]
      ]
    },
    {
      "id": "glass",
      "name": "Стекло",
      "description": "Прозрачный хрупкий материал. Наиболее распространено силикатное стекло, основной компонент которого - оксид кремния.",
      "recipes": [
        ["sand", "fire"],
        ["oxygen", "silicon"]
      ]
    },
    {
      "id": "hourglass",
      "name": "Песочные часы",
      "description": "Простейший прибор для отсчёта промежутков времени, состоящий из двух прозрачных сосудов, соединённых узкой горловиной, один из которых частично заполнен песком. Время, за которое песок через горловину пересыпается в другой сосуд, может составлять от нескольких секунд, до нескольких часов.",
      "recipes": [["sand", "glass"]]
    },
    {
      "id": "life",
      "name": "Жизнь",
      "description": "Жизнь — основное понятие биологии — активная форма существования материи, в некотором смысле высшая по сравнению с её физической и химической формами существования; совокупность физических и химических процессов, протекающих в клетке, позволяющих осуществлять обмен веществ и её деление.",
      "recipes": [["swamp", "energy"]]
    },
    {
      "id": "egg",
      "name": "Яйцо",
      "description": "Распространённый пищевой продукт. В силу доступности в настоящее время самыми распространёнными в употреблении являются куриные яйца, хотя любые птичьи яйца могут быть употреблены в пищу человеком.",
      "recipes": [["life", "stone"]]
    },
    {
      "id": "dust",
      "name": "Пыль",
      "description": "Мелкие твёрдые частицы органического или минерального происхождения. К пыли относят частицы меньшего диаметра от долей микрона и до максимального — 0,1 мм.",
      "recipes": [
        ["wind", "ground"],
        ["wind", "sand"],
        ["mud", "time"]
      ]
    },
    {
      "id": "turtle",
      "name": "Черепаха",
      "description": "Медленно двигающееся на коротких конечностях пресмыкающееся, покрытое костным панцирем.",
      "recipes": [["sand", "egg"]]
    },
    {
      "id": "lightbulb",
      "name": "Лампочка",
      "description": "Искусственный источник света, в котором свет испускает тело накала, нагреваемое электрическим током до высокой температуры.",
      "recipes": [["electricity", "glass"]]
    },
    {
      "id": "magnet",
      "name": "Магнит",
      "description": "Кусок железной руды или стали, обладающий свойством притягивать железные или стальные предметы.",
      "recipes": [["electricity", "metal"]]
    },
    {
      "id": "bacteria",
      "name": "Бактерия",
      "description": "Одноклеточные живые организмы, способные обеспечить все этапы своей жизнедеятельности самостоятельно.",
      "recipes": [["swamp", "life"]]
    },
    {
      "id": "worm",
      "name": "Червь",
      "description": "Продолговатое мягкотелое бескостное животное, обитающее в земле.",
      "recipes": [["bacteria", "ground"]]
    },
    {
      "id": "sulfur",
      "name": "Сера",
      "description": "Химический элемент — жёлтое горючее минеральное вещество, применяемое в технике и медицине.",
      "recipes": [["bacteria", "swamp"]]
    },
    {
      "id": "flu",
      "name": "Грипп",
      "description": "Острое инфекционное заболевание верхних дыхательных путей с вирусной природой возникновения.",
      "recipes": [["bacteria", "air"]]
    },
    {
      "id": "butterfly",
      "name": "Бабочка",
      "description": "Насекомое с двумя парами покрытых пыльцой крыльев разнообразной окраски.",
      "recipes": [["worm", "air"]]
    },
    {
      "id": "omlet",
      "name": "Яичница",
      "description": "Блюдо, приготовляемое на сковороде из разбитых яиц. Традиционный завтрак в Великобритании и Ирландии — яичница с беконом.",
      "recipes": [["egg", "fire"]],
      "ended": true
    },
    {
      "id": "brick",
      "name": "Кирпич",
      "description": "Брусок из обожжённой глины, используемое для построек.",
      "recipes": [["fire", "clay"]]
    },
    {
      "id": "mite",
      "name": "Клещ",
      "description": "Мелкое членистоногое животное из отряда паукообразных.",
      "recipes": [
        ["life", "dust"],
        ["beetle", "dust"]
      ],
      "ended": true
    },
    {
      "id": "cold",
      "name": "Холод",
      "description": "Низкая температура воздуха.",
      "recipes": [["cloud", "wind"]]
    },
    {
      "id": "ice",
      "name": "Лёд",
      "description": "Замёрзшая вода.",
      "recipes": [["cold", "water"]]
    },
    {
      "id": "oasis",
      "name": "Оазис",
      "description": "Место в пустыне, где есть растительность и вода.",
      "recipes": [
        ["desert", "water"],
        ["desert", "lake"]
      ],
      "ended": true
    },
    {
      "id": "seeds",
      "name": "Семена",
      "description": "Особая многоклеточная структура сложного строения, служащая для размножения и расселения семенных растений, обычно развивающаяся после оплодотворения из семязачатка и содержащая зародыш.",
      "recipes": [["ground", "life"]]
    },
    {
      "id": "tree",
      "name": "Дерево",
      "description": "Жизненная форма деревянистых растений с единственной, отчётливо выраженной, многолетней, в разной степени одревесневшей, сохраняющейся в течение всей жизни, разветвлённой главной осью — стволом. Общее число деревьев на планете Земля в 2015 году было оценено в 3 триллиона.",
      "recipes": [["ground", "seeds"]]
    },
    {
      "id": "flower",
      "name": "Цветок",
      "description": "Система органов семенного размножения цветковых растений. Цветок представляет собой видоизменённый, укороченный и ограниченный в росте спороносный побег, приспособленный для образования спор и гамет, а также для проведения полового процесса, завершающегося образованием плода с семенами.",
      "recipes": [["water", "seeds"]]
    },
    {
      "id": "forest",
      "name": "Лес",
      "description": "Экологическая система, биоценоз, в которой главной жизненной формой являются деревья.",
      "recipes": [["grove", "grove"]]
    },
    {
      "id": "coal",
      "name": "Уголь",
      "description": "Осадочная горная порода, полезное ископаемое, ценный вид топлива и сырьё для химической и не только промышленности. Международное название углерода происходит от лат. carbō — «уголь».",
      "recipes": [
        ["tree", "fire"],
        ["grove", "fire"],
        ["forest", "fire"],
        ["wood", "fire"],
        ["woodboard", "fire"]
      ]
    },
    {
      "id": "diamond",
      "name": "Алмаз",
      "description": "Минерал, кубическая аллотропная форма углерода. При нормальных условиях метастабилен, то есть может существовать неограниченно долго. В вакууме или в инертном газе при повышенных температурах постепенно переходит в графит. Самый твёрдый по шкале эталонных минералов твёрдости Мооса.",
      "recipes": [["coal", "pressure"]]
    },
    {
      "id": "snow",
      "name": "Снег",
      "description": "Форма атмосферных осадков, состоящая из мелких кристаллов льда. Относится к обложным осадкам, выпадающим на земную поверхность.",
      "recipes": [["cold", "rain"]]
    },
    {
      "id": "plankton",
      "name": "Планктон",
      "description": "Разнородные, в основном мелкие организмы, свободно дрейфующие в толще воды и не способные, в отличие от нектона, сопротивляться течению.",
      "recipes": [
        ["bacteria", "water"],
        ["bacteria", "sea"],
        ["bacteria", "ocean"]
      ]
    },
    {
      "id": "light",
      "name": "Свет",
      "description": "В физической оптике электромагнитное излучение, воспринимаемое человеческим глазом. В качестве коротковолновой границы спектрального диапазона, занимаемого светом, принят участок с длинами волн в вакууме 380—400 нм, а в качестве длинноволновой границы — участок 760—780 нм.",
      "recipes": [["electricity", "lightbulb"]]
    },
    {
      "id": "rainbow",
      "name": "Радуга",
      "description": "Атмосферное, оптическое и метеорологическое явление, наблюдаемое при освещении ярким источником света множества водяных капель. Радуга выглядит как разноцветная дуга или окружность, составленная из цветов спектра видимого излучения",
      "recipes": [
        ["light", "rain"],
        ["sun", "rain"]
      ]
    },
    {
      "id": "oxygen",
      "name": "Кислород",
      "description": "Химический элемент 16-й группы, второго периода периодической системы, с атомным номером 8. Кислород — химически активный неметалл, является самым лёгким элементом из группы халькогенов.",
      "recipes": [
        ["flower", "light"],
        ["leaf", "light"],
        ["water", "electricity"]
      ]
    },
    {
      "id": "star",
      "name": "Звезда",
      "description": "Массивный газовый шар, излучающий свет и удерживаемый в состоянии равновесия силами собственной гравитации и внутренним давлением, в недрах которого происходят реакции термоядерного синтеза.",
      "recipes": [["energy", "light"]]
    },
    {
      "id": "sun",
      "name": "Солнце",
      "description": "Одна из звёзд нашей Галактики и единственная звезда Солнечной системы. Вокруг Солнца обращаются другие объекты этой системы: планеты и их спутники, карликовые планеты и их спутники, астероиды, метеороиды, кометы и космическая пыль. По спектральной классификации Солнце относится к типу G2V.",
      "recipes": [
        ["star", "fire"],
        ["light", "sky"]
      ]
    },
    {
      "id": "fruit",
      "name": "Фрукт",
      "description": "Сочный съедобный плод растения. Фрукты являются важной составляющей пищи человека и многих животных.",
      "recipes": [["tree", "sun"]]
    },
    {
      "id": "bird",
      "name": "Птица",
      "description": "Покрытое перьями и пухом позвоночное животное с крыльями, двумя конечностями и клювом.",
      "recipes": [
        ["life", "sky"],
        ["egg", "sky"]
      ]
    },
    {
      "id": "airplane",
      "name": "Самолет",
      "description": "Воздушное судно тяжелее воздуха, предназначенное для полётов в атмосфере с помощью силовой установки, создающей тягу, и неподвижного относительно других частей аппарата крыла, создающего подъёмную силу. Неподвижное крыло отличает самолёт от махолёта и вертолёта, а наличие двигателя — от планёра.",
      "recipes": [["bird", "metal"]]
    },
    {
      "id": "penguin",
      "name": "Пингвин",
      "description": "Южная полярная короткокрылая плавающая, но не летающая птица.",
      "recipes": [
        ["bird", "ice"],
        ["bird", "cold"]
      ],
      "ended": true
    },
    {
      "id": "steam_boiler",
      "name": "Паровой котел",
      "description": "Котёл, предназначенный для генерации насыщенного или перегретого пара. Может использовать энергию топлива, сжигаемого в своей топке, электрическую энергию или утилизировать теплоту, выделяющуюся в других установках.",
      "recipes": [["steam", "metal"]]
    },
    {
      "id": "steam_engine",
      "name": "Паровой двигатель",
      "description": "Двигатель, приводимый в действие силой пара. Пар, получаемый путем нагрева воды, используют для движения. В некоторых двигателях сила пара заставляет двигаться поршни, расположенные в цилиндрах. Таким образом создается возвратно-поступательное движение.",
      "recipes": [["steam_boiler", "coal"]]
    },
    {
      "id": "tractor",
      "name": "Трактор",
      "description": "Самодвижущаяся машина, выполняющая сельскохозяйственные, дорожно-строительные, землеройные, транспортные и другие работы в агрегате с прицепными, навесными или стационарными машинами. Трактор отличается низкой скоростью и большой силой тяги.",
      "recipes": [
        ["motor", "ground"],
        ["farmer", "car"]
      ]
    },
    {
      "id": "salt",
      "name": "Соль",
      "description": "Пищевой продукт. Представляет собой бесцветные кристаллы. Соль природного (морского) происхождения практически всегда имеет примеси других минеральных солей, которые могут придавать ей оттенки разных цветов (как правило, серого или бурого).",
      "recipes": [
        ["sea", "fire"],
        ["ocean", "fire"]
      ]
    },
    {
      "id": "ocean",
      "name": "Океан",
      "description": "Крупнейший водный объект, составляющий часть Мирового океана, расположенный среди материков, обладающий системой циркуляции вод и другими специфическими особенностями. Океан находится в непрерывном взаимодействии с атмосферой и земной корой.",
      "recipes": [["sea", "sea"]]
    },
    {
      "id": "cactus",
      "name": "Кактус",
      "description": "Южное растение с толстыми сочными стеблями и колючками вместо листьев.",
      "recipes": [
        ["desert", "tree"],
        ["desert", "flower"],
        ["sand", "flower"]
      ]
    },
    {
      "id": "earthquake",
      "name": "Землетрясение",
      "description": "Подземные толчки и колебания земной поверхности.",
      "recipes": [["energy", "ground"]]
    },
    {
      "id": "dragon",
      "name": "Дракон",
      "description": "Сказочное чудовище в виде крылатого огнедышащего змея.",
      "recipes": [["dinosaur", "fire"]]
    },
    {
      "id": "parrot",
      "name": "Попугай",
      "description": "Птица тропических стран с ярким и пёстрым оперением.",
      "recipes": [["bird", "rainbow"]]
    },
    {
      "id": "hummingbird",
      "name": "Колибри",
      "description": "Маленькая длиннокрылая птичка с пёстрыми перьями, живущая в Центральной и Южной Америке. Большую часть рациона колибри составляет богатый углеводами сладкий нектар цветковых растений, который они добывают с помощью длинного чувствительного языка.",
      "recipes": [["bird", "flower"]],
      "ended": true
    },
    {
      "id": "sunflower",
      "name": "Подсолнух",
      "description": "Высокое растение с крупным жёлтым соцветием, разводимое ради семян, содержащих масло.",
      "recipes": [["sun", "flower"]]
    },
    {
      "id": "mud",
      "name": "Грязь",
      "description": "Многозначный термин, под которым обычно понимают жидкую или полужидкую смесь воды и различных видов почвы, как правило, образующуюся после дождя или вблизи источников воды.",
      "recipes": [
        ["dust", "rain"],
        ["dust", "water"]
      ]
    },
    {
      "id": "pheonix",
      "name": "Феникс",
      "description": "В древнегреческой мифологии: птица, обладавшая способностью сжигать себя и вновь возрождаться из пепла и являвшаяся символом вечного обновления.",
      "recipes": [
        ["fire", "bird"],
        ["ash", "bird"],
        ["ash", "life"]
      ],
      "ended": true
    },
    {
      "id": "fish",
      "name": "Рыба",
      "description": "Живущее в воде и дышащее жабрами позвоночное животное с конечностями в виде плавников, с холодной кровью и с кожей, покрытой чешуёю.",
      "recipes": [
        ["plankton", "bacteria"],
        ["lake", "life"]
      ]
    },
    {
      "id": "electric_stingray",
      "name": "Электрический скат",
      "description": "Отряд хрящевых рыб, у которых по бокам тела между головой и грудными плавниками расположены почкообразные парные электрические органы, состоящие из видоизменённой мышечной ткани.",
      "recipes": [["fish", "electricity"]],
      "ended": true
    },
    {
      "id": "aquarium",
      "name": "Аквариум",
      "description": "Искусственный водоём или стеклянный ящик с водой для содержания рыб, водных животных и растений",
      "recipes": [["fish", "glass"]],
      "ended": true
    },
    {
      "id": "shell",
      "name": "Ракушка",
      "description": "Наружное защитное скелетное образование, покрывающее тело моллюсков и некоторых других беспозвоночных.",
      "recipes": [["plankton", "stone"]]
    },
    {
      "id": "snail",
      "name": "Улитка",
      "description": "Общеупотребительное название брюхоногих моллюсков, обладающих наружной раковиной. Брюхоногих моллюсков с рудиментарной раковиной или полностью утративших её называют слизнями. Поскольку большинство брюхоногих обладает раковиной, улитками часто называют всех представителей класса.",
      "recipes": [["shell", "worm"]],
      "ended": true
    },
    {
      "id": "pearl",
      "name": "Жемчуг",
      "description": "Биогенное твёрдое, округлое или неправильной формы образование, извлекаемое из раковин некоторых морских и речных моллюсков. Образование жемчуга является защитной реакцией организма моллюска на любое инородное тело, попавшее в мантию или между мантией и раковиной.",
      "recipes": [["sand", "shell"]],
      "ended": true
    },
    {
      "id": "limestone",
      "name": "Известняк",
      "description": "Осадочная, обломочная горная порода органического, реже хемогенного происхождения, состоящая преимущественно из карбоната кальция в виде кристаллов кальцита различного размера. Известняк, состоящий преимущественно из раковин морских животных и их обломков, называется ракушечником.",
      "recipes": [["stone", "shell"]]
    },
    {
      "id": "cement",
      "name": "Цемент",
      "description": "Искусственное неорганическое гидравлическое вяжущее вещество. Один из основных строительных материалов. При взаимодействии с водой, водными растворами солей и другими жидкостями образует пластичную массу, которая затем затвердевает и превращается в камневидное тело.",
      "recipes": [["limestone", "clay"]]
    },
    {
      "id": "concrete",
      "name": "Бетон",
      "description": "Искусственный каменный строительный материал, получаемый в результате формования и затвердевания рационально подобранной и уплотнённой смеси, состоящей из вяжущего вещества, крупных и мелких заполнителей, воды. В ряде случаев может иметь в составе специальные добавки, а также не содержать воды.",
      "recipes": [["cement", "water"]]
    },
    {
      "id": "building",
      "name": "Здание",
      "description": "Каменное строение, стены которого выполнены из керамического строительного камня, то есть кирпича.",
      "recipes": [["concrete", "brick"]]
    },
    {
      "id": "skyscraper",
      "name": "Небоскреб",
      "description": "Очень высокое здание с несущим стальным, железобетонным или композитным каркасом, предназначенное для жизни и работы людей.",
      "recipes": [
        ["building", "glass"],
        ["building", "sky"]
      ]
    },
    {
      "id": "city",
      "name": "Город",
      "description": "Крупный населённый пункт, жители которого заняты, как правило, не сельским хозяйством. Имеет развитый комплекс хозяйства и экономики. Является скоплением архитектурных и инженерных сооружений, обеспечивающих жизнедеятельность постоянного и временного населения города.",
      "recipes": [
        ["skyscraper", "skyscraper"],
        ["building", "building"],
        ["building", "skyscraper"]
      ]
    },
    {
      "id": "country",
      "name": "Страна",
      "description": "Территория, имеющая политические, физико-географические, культурные или исторические границы, которые могут быть как чётко определёнными и зафиксированными, так и размытыми.",
      "recipes": [["city", "city"]]
    },
    {
      "id": "continent",
      "name": "Континент",
      "description": "Крупный массив земной коры, большая часть которого не покрыта океаном, а окраины находятся ниже уровня океана.",
      "recipes": [["country", "country"]]
    },
    {
      "id": "paper",
      "name": "Бумага",
      "description": "Волокнистый материал с минеральными добавками. Представлен в виде листов для письма, рисования, упаковки и прочего, получаемый из целлюлозы: растений, а также вторсырья.",
      "recipes": [
        ["tree", "pressure"],
        ["wood", "pressure"],
        ["woodboard", "pressure"]
      ]
    },
    {
      "id": "map",
      "name": "Карта",
      "description": "Это уменьшенное изображение земной поверхности на плоскости с помощью условных знаков.",
      "recipes": [["paper", "continent"]]
    },
    {
      "id": "compass",
      "name": "Компас",
      "description": "Прибор для определения стран света (с намагниченной стрелкой, всегда указывающей на север).",
      "recipes": [["magnet", "map"]],
      "ended": true
    },
    {
      "id": "mail",
      "name": "Почта",
      "description": "Учреждение для пересылки писем, лёгких грузов, денег и т. п., а также здание, где оно помещается.",
      "recipes": [["letter", "building"]]
    },
    {
      "id": "oil",
      "name": "Масло",
      "description": "Жировое вещество, приготовляемое из веществ животного, растительного или минерального происхождения.",
      "recipes": [["sunflower", "pressure"]]
    },
    {
      "id": "paint",
      "name": "Краска",
      "description": "Вещество, придающее тот или иной цвет предметам, которые оно покрывает или пропитывает.",
      "recipes": [["pressure", "flower"]]
    },
    {
      "id": "thunder",
      "name": "Гром",
      "description": "Грохот, сопровождающий молнию во время грозы.",
      "recipes": [["dark_cloud", "dark_cloud"]],
      "ended": true
    },
    {
      "id": "lightning",
      "name": "Молния",
      "description": "Электрический искровой разряд в атмосфере, обычно может происходить во время грозы, проявляющийся яркой вспышкой света и сопровождающим её громом. Молнии также были зафиксированы на Венере, Юпитере, Сатурне, Уране и др.",
      "recipes": [["dark_cloud", "dark_cloud"]]
    },
    {
      "id": "hen",
      "name": "Курица",
      "description": "Домашняя птица, которую разводят для получения яиц и мяса. Самка петуха. Самая распространенная птица в русских крестьянских хозяйствах.",
      "recipes": [
        ["egg", "life"],
        ["egg", "bird"],
        ["egg", "time"]
      ]
    },
    {
      "id": "dilemma",
      "name": "Дилемма",
      "description": "Полемический довод с двумя противоположными положениями, исключающими друг друга и не допускающими возможность третьего. В повседневной речи употребляется тогда, когда оба варианта нежелательны, и выбор происходит по принципу «меньшего зла».",
      "recipes": [["egg", "hen"]]
    },
    {
      "id": "humidity",
      "name": "Влажность",
      "description": "Содержание водяного пара в воздухе, характеризуемое рядом величин.",
      "recipes": [["air", "water"]]
    },
    {
      "id": "mold",
      "name": "Плесень",
      "description": "Гриб, который имеет микроскопическое строение. Плесневые грибы распространены повсеместно. В основном обширные колонии вырастают в тёплых влажных местах на питательных средах.",
      "recipes": [["humidity", "bacteria"]]
    },
    {
      "id": "book",
      "name": "Книга",
      "description": "Один из видов печатной продукции, состоящее из сброшюрованных или отдельных бумажных листов или тетрадей, на которых нанесена типографским или рукописным способом текстовая и графическая информация.",
      "recipes": [["paper", "cardboard"]]
    },
    {
      "id": "library",
      "name": "Библиотека",
      "description": "Учреждение, собирающее и хранящее книги для общественного пользования.",
      "recipes": [["book", "building"]]
    },
    {
      "id": "time",
      "name": "Время",
      "description": "Одно из основных понятий физики и философии. В классической физике – это ничем не определяемая непрерывная характеристика мира. Время однородно и все его отрезки равноправны. В теории относительности – одно из четырех измерений пространства-времени.",
      "recipes": [["hourglass", "life"]]
    },
    {
      "id": "telescope",
      "name": "Телескоп",
      "description": "Прибор, с помощью которого можно наблюдать отдалённые объекты путём сбора электромагнитного излучения. Существуют телескопы для всех диапазонов электромагнитного спектра: оптические телескопы, радиотелескопы, рентгеновские телескопы, гамма-телескопы. Телескоп как зритель трубу первым изобрел голландский очковый мастер Иоганн Липперсгей в 1608 году, но первым направил телескоп на небо и использовал его для астрономических наблюдений Галилео Галилей в 1609 году.",
      "recipes": [
        ["glass", "space"],
        ["glass", "constellation"]
      ]
    },
    {
      "id": "space",
      "name": "Космос",
      "description": "Относительно пустые участки Вселенной, которые лежат вне границ атмосфер небесных тел.",
      "recipes": [["constellation", "constellation"]]
    },
    {
      "id": "alien",
      "name": "Инопланетянин",
      "description": "Гипотетическое разумное существо неземного происхождения.",
      "recipes": [["space", "life"]]
    },
    {
      "id": "lizard",
      "name": "Ящерица",
      "description": "Небольшое пресмыкающееся с удлинённым телом и длинным хвостом, покрытое мелкой роговой чешуёй.",
      "recipes": [["egg", "swamp"]]
    },
    {
      "id": "beast",
      "name": "Зверь",
      "description": "Дикое, обычно хищное животное.",
      "recipes": [
        ["lizard", "ground"],
        ["forest", "life"]
      ]
    },
    {
      "id": "human",
      "name": "Человек",
      "description": "Общественное существо, обладающее разумом и сознанием, субъект общественно-исторической деятельности и культуры, относящийся к виду Человек разумный. По научным данным, возник на Земле в результате эволюционного процесса — антропогенеза, детали которого продолжают изучаться.",
      "recipes": [
        ["beast", "life"],
        ["golem", "life"]
      ]
    },
    {
      "id": "spaceman",
      "name": "Космонавт",
      "description": "Тот, кто совершает полёты в космическое пространство.",
      "recipes": [["space", "human"]],
      "ended": true
    },
    {
      "id": "tools",
      "name": "Инструменты",
      "description": "Технологическая оснастка, которая воздействует на предметы труда и изменяет их, предмет, орудие для производства каких-нибудь работ.",
      "recipes": [["metal", "human"]]
    },
    {
      "id": "bear",
      "name": "Медведь",
      "description": "Семейство млекопитающих отряда хищных. Отличаются от других представителей псообразных более коренастым телосложением. Медведи всеядны, хорошо лазают и плавают, быстро бегают, могут стоять и проходить короткие расстояния на задних лапах.",
      "recipes": [["beast", "forest"]]
    },
    {
      "id": "pilot",
      "name": "Пилот",
      "description": "Человек, управляющий летательным аппаратом. Это может быть как профессией, специальностью, так и увлечением. Пилотов также называют авиаторами, лётчиками.",
      "recipes": [["human", "airplane"]],
      "ended": true
    },
    {
      "id": "scientist",
      "name": "Ученый",
      "description": "Специалист в какой-либо научной области, внёсший вклад в науку.",
      "recipes": [
        ["human", "library"],
        ["human", "book"]
      ]
    },
    {
      "id": "robot",
      "name": "Робот",
      "description": "Автоматическое устройство, предназначенное для осуществления различного рода механических операций, которое действует по заранее заложенной программе. Робот обычно получает информацию о состоянии окружающего пространства посредством датчиков.",
      "recipes": [["scientist", "ai"]]
    },
    {
      "id": "wood",
      "name": "Древесина",
      "description": "Плотная твёрдая часть дерева или кустарника, находящаяся под корой.",
      "recipes": [
        ["tree", "tools"],
        ["forest", "tools"]
      ]
    },
    {
      "id": "wheel",
      "name": "Колесо",
      "description": "Движитель, свободно вращающийся или закреплённый на вращающейся оси диск, позволяющий поставленному на него телу катиться, а не скользить. Широко применяется для транспортировки грузов, повсеместно используется в различных механизмах и инструментах.",
      "recipes": [["wood", "circle"]]
    },
    {
      "id": "boat",
      "name": "Лодка",
      "description": "Небольшое судно для плавания.",
      "recipes": [
        ["wood", "water"],
        ["wood", "sea"],
        ["woodboard", "water"],
        ["woodboard", "sea"]
      ]
    },
    {
      "id": "woodpecker",
      "name": "Дятел",
      "description": "Лесная лазящая птица с сильным клювом. Ведет преимущественно древесный образ жизни.",
      "recipes": [["tree", "bird"]],
      "ended": true
    },
    {
      "id": "bicycle",
      "name": "Велосипед",
      "description": "Колёсное транспортное средство, приводимое в движение мускульной силой человека через ножные педали или через ручные рычаги. Наиболее распространены двухколёсные велосипеды, но существуют также конструкции с тремя и более колёсами.",
      "recipes": [["wheel", "wheel"]]
    },
    {
      "id": "peat",
      "name": "Торф",
      "description": "Плотная масса, образовавшаяся из перегнивших остатков болотных растений, используется как топливо.",
      "recipes": [
        ["tree", "swamp"],
        ["wood", "swamp"]
      ]
    },
    {
      "id": "petrol",
      "name": "Нефть",
      "description": "Минеральное жидкое маслянистое горючее вещество, употр. в качестве топлива, а также как сырьё для получения различных продуктов (керосина, бензина и т. п.).",
      "recipes": [
        ["peat", "pressure"],
        ["kerogen", "pressure"]
      ]
    },
    {
      "id": "gasoline",
      "name": "Бензин",
      "description": "Бесцветная горючая жидкость, получаемая переработкой нефти.",
      "recipes": [
        ["petrol", "pressure"],
        ["petrol", "tools"]
      ],
      "ended": true
    },
    {
      "id": "motor",
      "name": "ДВС",
      "description": "Разновидность теплового двигателя, в котором топливная смесь сгорает непосредственно в рабочей камере двигателя.",
      "recipes": [["petrol", "steam_engine"]]
    },
    {
      "id": "motorcycle",
      "name": "Мотоцикл",
      "description": "Двухколёсное транспортное средство с механическим двигателем, главными отличительными чертами которого являются: вертикальная посадка водителя, наличие боковых ножных упоров, прямое управление передним поворотным колесом.",
      "recipes": [["motor", "bicycle"]],
      "ended": true
    },
    {
      "id": "motor_boat",
      "name": "Катер",
      "description": "Быстроходное судно со стационарным мотором.",
      "recipes": [["motor", "boat"]],
      "ended": true
    },
    {
      "id": "watch",
      "name": "Часы",
      "description": "Прибор для определения текущего времени суток и измерения продолжительности временных интервалов в единицах, меньших, чем одни сутки.",
      "recipes": [["time", "tools"]]
    },
    {
      "id": "switzerland",
      "name": "Швейцария",
      "description": "Страна бесчисленных озер, деревушек и высокогорных Альп. Во многих городах сохранились средневековые районы. Среди популярных достопримечательностей этой эпохи – Часовая башня в Берне и часовенный деревянный мост в Люцерне. Страна славится своими горнолыжными курортами и пешеходными маршрутами. Банковские и финансовые учреждения играют ведущую роль в экономике страны, а швейцарские часы и шоколад известны во всем мире.",
      "recipes": [
        ["watch", "country"],
        ["fondue", "country"]
      ],
      "ended": true
    },
    {
      "id": "arable",
      "name": "Пашня",
      "description": "Вспаханное поле.",
      "recipes": [
        ["tractor", "ground"],
        ["tools", "ground"]
      ]
    },
    {
      "id": "potatoes",
      "name": "Картофель",
      "description": "Один из самых распространённых овощей. Его варят как очищенным, так и неочищенным («в мундире»), готовят на углях или на пару, тушат, жарят во фритюре и без него. Картофель используется как в простых, так и в изысканных блюдах. Картофель используется для приготовления супов, основных блюд.",
      "recipes": [
        ["tractor", "arable"],
        ["farmer", "arable"]
      ]
    },
    {
      "id": "belarus",
      "name": "Беларусь",
      "description": "Государство в Восточной Европе, полностью окруженное сушей. В этой стране много зданий сталинской эпохи, исторические боевые укрепления и нетронутые леса.",
      "recipes": [["potatoes", "country"]],
      "ended": true
    },
    {
      "id": "mushroom",
      "name": "Гриб",
      "description": "Низшее растение, не образующее цветков и семян и размножающееся спорами.",
      "recipes": [["ground", "rain"]]
    },
    {
      "id": "japan",
      "name": "Япония",
      "description": "Островное государство в Тихом океане, которое славится своими густонаселенными городами, императорскими дворцами, национальными парками, храмами и святилищами.",
      "recipes": [
        ["sun", "country"],
        ["origami", "country"],
        ["sushi", "country"],
        ["sake", "country"],
        ["shuriken", "country"],
        ["karaoke", "country"],
        ["ninja", "country"]
      ]
    },
    {
      "id": "uae",
      "name": "ОАЭ",
      "description": "Государство на Аравийском полуострове вдоль южного побережья Персидского залива, состоящее из семи эмиратов. Столица страны Абу-Даби, расположенная на прибрежном острове, славится Большой мечетью шейха Зайда",
      "recipes": [["petrol", "country"]],
      "ended": true
    },
    {
      "id": "livestock",
      "name": "Скот",
      "description": "Домашние животные, содержащиеся человеком для получения продуктов питания, жир, сырья производства, щетина, кожа, кости, перья, а также выполняющие транспортные и рабочие функции.",
      "recipes": [
        ["beast", "human"],
        ["beast", "farmer"]
      ]
    },
    {
      "id": "pig",
      "name": "Свинья",
      "description": "Парнокопытное млекопитающее с крупным телом и короткими ногами, домашний вид которого разводят для получения мяса, сала, щетины.",
      "recipes": [["livestock", "mud"]]
    },
    {
      "id": "milk",
      "name": "Молоко",
      "description": "Питательная жидкость, вырабатываемая молочными железами самок млекопитающих во время лактации.",
      "recipes": [
        ["livestock", "human"],
        ["livestock", "farmer"],
        ["livestock", "pressure"],
        ["livestock", "grass"],
        ["livestock", "hay"]
      ]
    },
    {
      "id": "cheese",
      "name": "Сыр",
      "description": "Пищевой продукт в виде твёрдой или полутвёрдой массы, получаемый в процессе сыроделия из заквашиваемого особым способом молока.",
      "recipes": [["curd", "fire"]]
    },
    {
      "id": "fondue",
      "name": "Фондю",
      "description": "Национальное блюдо швейцарской кухни. Представляет из себя расплавленный сыр нескольких сортов с вином, мускатным орехом и прочим, которое едят, намазывая загустевшую массу на кусочки подсушенного хлеба.",
      "recipes": [["cheese", "fire"]]
    },
    {
      "id": "moss",
      "name": "Мох",
      "description": "Стелющееся или прямо стоящее споровое растение без корней и цветков, обычно растущее в сырых местах на земле, на деревьях, на камнях.",
      "recipes": [["ground", "humidity"]]
    },
    {
      "id": "grass",
      "name": "Трава",
      "description": "Жизненная форма высших растений с недолго живущими надземными побегами. Травы имеют листья и стебли, отмирающие в конце вегетационного периода на поверхности почвы. Они не имеют постоянного древесного ствола над землёй.",
      "recipes": [["ground", "moss"]]
    },
    {
      "id": "wheat",
      "name": "Пшеница",
      "description": "Хлебный злак, а также зёрна его, из которых приготовляют белую муку.",
      "recipes": [["arable", "grass"]]
    },
    {
      "id": "flour",
      "name": "Мука",
      "description": "Продукт питания, получаемый в результате перемалывания зёрен различных сельскохозяйственных культур, преимущественно злаковых.",
      "recipes": [["wheat", "tools"]]
    },
    {
      "id": "dough",
      "name": "Тесто",
      "description": "Густая масса из муки, замешенной на воде.",
      "recipes": [["flour", "water"]]
    },
    {
      "id": "bread",
      "name": "Хлеб",
      "description": "Хлебобулочное изделие, получаемое путём выпекания теста",
      "recipes": [["dough", "fire"]]
    },
    {
      "id": "garland",
      "name": "Гирлянда",
      "description": "Декоративное украшение, обычно состоящее из цепочки ламп накаливания или светодиодов, последовательно соединенных жгутом электрических проводов.",
      "recipes": [["lightbulb", "lightbulb"]]
    },
    {
      "id": "storm",
      "name": "Буря",
      "description": "Ненастье с сильным разрушительным ветром.",
      "recipes": [
        ["dust", "wind"],
        ["energy", "wind"]
      ]
    },
    {
      "id": "crab",
      "name": "Краб",
      "description": "Короткохвостые раки, для внешнего вида которых характерны сильно выпученные глаза, головогрудь, защищенная прочным панцирем, и пять пар конечностей. Обитают крабы во всех морях планеты, также встречаются и в пресных водах.",
      "recipes": [
        ["fish", "turtle"],
        ["fish", "scissors"]
      ],
      "ended": true
    },
    {
      "id": "new_year",
      "name": "Новый год",
      "description": "Главный календарный праздник, наступающий в момент перехода с последнего дня текущего года в первый день следующего года. Отмечается многими народами в соответствии с принятым календарём. Начало года с 1 января было установлено римским правителем Юлием Цезарем в 46 году до нашей эры.",
      "recipes": [["garland", "tree"]]
    },
    {
      "id": "ufo",
      "name": "НЛО",
      "description": "Неопознанный летающий объект, которому приписывается внеземное происхождение.",
      "recipes": [["airplane", "alien"]],
      "ended": true
    },
    {
      "id": "mouse",
      "name": "Мышь",
      "description": "Небольшой грызун с острой мордочкой, усиками и длинным хвостом.",
      "recipes": [["cheese", "beast"]]
    },
    {
      "id": "icecream",
      "name": "Мороженое",
      "description": "Пищевой продукт-десерт, представляющий собой замороженную в процессе непрерывного взбивания массу, содержащую в основе своей питательные, вкусовые, ароматические и эмульгирующие вещества.",
      "recipes": [
        ["ice", "milk"],
        ["cold", "milk"]
      ],
      "ended": true
    },
    {
      "id": "tsunami",
      "name": "Цунами",
      "description": "Длинные волны, порождаемые мощным воздействием на всю толщу воды в океане или другом водоёме. Причиной большинства цунами являются подводные землетрясения, во время которых происходит резкое смещение участка морского дна.",
      "recipes": [
        ["sea", "earthquake"],
        ["ocean", "earthquake"]
      ],
      "ended": true
    },
    {
      "id": "juice",
      "name": "Сок",
      "description": "Жидкий пищевой продукт, полученный в результате отжима съедобных спелых плодов овощных или фруктовых культур.",
      "recipes": [
        ["fruit", "pressure"],
        ["apple", "pressure"]
      ]
    },
    {
      "id": "bat",
      "name": "Летучая мышь",
      "description": "Обобщающее название для представителей отряда рукокрылых за исключением крыланов.",
      "recipes": [
        ["mouse", "bird"],
        ["mouse", "sky"],
        ["vampire", "bird"]
      ],
      "ended": true
    },
    {
      "id": "origami",
      "name": "Оригами",
      "description": "Японское искусство складывания бумажных фигурок без ножниц и клея, а также изделие такого искусства.",
      "recipes": [["paper", "bird"]]
    },
    {
      "id": "pencil",
      "name": "Карандаш",
      "description": "Деревянная палочка со стержнем из графита для письма, рисования, черчения.",
      "recipes": [["wood", "graphite"]]
    },
    {
      "id": "letter",
      "name": "Письмо",
      "description": "Написанный текст, посылаемый для сообщения чего-нибудь кому-нибудь",
      "recipes": [
        ["paper", "pencil"],
        ["paper", "feather"],
        ["paper", "coal"],
        ["paper", "ink"]
      ]
    },
    {
      "id": "pigeon",
      "name": "Голубь",
      "description": "Птица с серовато-голубым или белым оперением и большим зобом.",
      "recipes": [["letter", "bird"]],
      "ended": true
    },
    {
      "id": "cane",
      "name": "Тростник",
      "description": "Водяное или болотное растение из сем. злаков с коленчатым твёрдым стволом.",
      "recipes": [["grass", "swamp"]]
    },
    {
      "id": "sugar",
      "name": "Сахар",
      "description": "Вещество, являющееся чистым углеводом. Встречается в природе во многих растениях, составляя в некоторых из них преобладающую часть (сахарный тростник, сахарная свекла).",
      "recipes": [
        ["cane", "pressure"],
        ["cane", "tools"],
        ["fire", "juice"]
      ]
    },
    {
      "id": "carbon_dioxide",
      "name": "Углекислый газ",
      "description": "Бесцветный, не имеющий запаха, негорючий и слабокислотный сжиженный газ.",
      "recipes": [["human", "oxygen"]]
    },
    {
      "id": "soda",
      "name": "Газировка",
      "description": "Прохладительный напиток из воды или сока, насыщенной углекислым газом.",
      "recipes": [
        ["carbon_dioxide", "water"],
        ["carbon_dioxide", "juice"]
      ],
      "ended": true
    },
    {
      "id": "statue",
      "name": "Статуя",
      "description": "Один из основных видов объёмной скульптуры большого размера, изображающей стоящую фигуру человека.",
      "recipes": [["tools", "stone"]]
    },
    {
      "id": "mountain",
      "name": "Гора",
      "description": "Большая масса земли, камня, образовавшая в процессе формирования рельефа земной поверхности возвышенность, поднимающуюся над окружающей местностью на десятки, сотни, иногда тысячи метров.",
      "recipes": [["ground", "earthquake"]]
    },
    {
      "id": "wool",
      "name": "Шерсть",
      "description": "Большая масса земли, камня, образовавшая в процессе формирования рельефа земной поверхности возвышенность, поднимающуюся над окружающей местностью на десятки, сотни, иногда тысячи метров.",
      "recipes": [["pelt", "tools"]]
    },
    {
      "id": "textile",
      "name": "Ткань",
      "description": "Текстильное полотно, изготовленное на ткацком станке переплетением взаимно перпендикулярных систем нитей.",
      "recipes": [
        ["wool", "tools"],
        ["wool", "scissors"]
      ]
    },
    {
      "id": "meat",
      "name": "Мясо",
      "description": "Части туши убитых животных, используемые для приготовления пищи.",
      "recipes": [
        ["livestock", "tools"],
        ["hunter", "beast"],
        ["hunter", "boar"]
      ]
    },
    {
      "id": "coffee",
      "name": "Кофе",
      "description": "Напиток, изготавливаемый из жареных зёрен кофейного дерева. Благодаря содержанию кофеина оказывает стимулирующее действие.",
      "recipes": [["energy", "seeds"]]
    },
    {
      "id": "tobacco",
      "name": "Табак",
      "description": "Род многолетних и однолетних растений семейства Паслёновые. Содержит никотин. Высушенные и изрезанные или растёртые листья этого растения, употребляемые для курения, нюхания",
      "recipes": [["fire", "grass"]]
    },
    {
      "id": "vobla",
      "name": "Вобла",
      "description": "Вобла – рыба семейства карповых, подвид плотвы. Наиболее известна как соленая и сушенная закуска к пиву.",
      "recipes": [["fish", "salt"]],
      "ended": true
    },
    {
      "id": "chameleon",
      "name": "Хамелеон",
      "description": "Пресмыкающееся тёплых стран, меняющее окраску своей кожи при перемене цвета окружающей среды.",
      "recipes": [["lizard", "rainbow"]],
      "ended": true
    },
    {
      "id": "iceberg",
      "name": "Айсберг",
      "description": "Крупный свободно плавающий кусок льда в океане или море. Как правило, айсберги откалываются от шельфовых ледников.",
      "recipes": [["ice", "mountain"]]
    },
    {
      "id": "meteorite",
      "name": "Метеорит",
      "description": "Физическое тело, представляющее собой каменно-металлическую массу, падающую на Землю из межпланетного пространства.",
      "recipes": [["stone", "space"]],
      "ended": true
    },
    {
      "id": "cyborg",
      "name": "Киборг",
      "description": "Биологический организм, содержащий механические или электронные компоненты, машинно-человеческий гибрид.",
      "recipes": [["human", "robot"]],
      "ended": true
    },
    {
      "id": "frog",
      "name": "Лягушка",
      "description": "Бесхвостое земноводное с длинными задними ногами, приспособленными для прыганья.",
      "recipes": [
        ["fish", "swamp"],
        ["fish", "lake"]
      ],
      "ended": true
    },
    {
      "id": "snake",
      "name": "Змея",
      "description": "Пресмыкающееся с длинным извивающимся телом, без ног, обычно с ядовитыми зубами.",
      "recipes": [["worm", "sand"]]
    },
    {
      "id": "death",
      "name": "Смерть",
      "description": "Прекращение, полная остановка биологических и физиологических процессов жизнедеятельности организма.",
      "recipes": [
        ["life", "time"],
        ["human", "poison"],
        ["car", "dream"],
        ["human", "cancer"]
      ]
    },
    {
      "id": "corpse",
      "name": "Труп",
      "description": "Мёртвое тело человека или животного.",
      "recipes": [
        ["death", "human"],
        ["assassin", "human"]
      ]
    },
    {
      "id": "zombie",
      "name": "Зомби",
      "description": "Мистический архетипический персонаж современной массовой культуры. Под зомби понимается оживлённый фантастическим образом труп.",
      "recipes": [
        ["corpse", "life"],
        ["zombie", "human"]
      ],
      "ended": true
    },
    {
      "id": "frankenstein",
      "name": "Чудовище Франкенштейна",
      "description": "Одно из главных действующих лиц романа Мэри Шелли «Франкенштейн, или Современный Прометей», а также персонаж множества книжных, драматических и кинематографических адаптаций его сюжета. Ошибочно называется просто «Франкенштейном»",
      "recipes": [["corpse", "electricity"]],
      "ended": true
    },
    {
      "id": "coffin",
      "name": "Гроб",
      "description": "Специальный ящик, в котором хоронят умершего.",
      "recipes": [
        ["corpse", "wood"],
        ["corpse", "woodboard"]
      ]
    },
    {
      "id": "grave",
      "name": "Могила",
      "description": "Яма для погребения тела умершего, а также насыпь на месте погребения.",
      "recipes": [
        ["corpse", "ground"],
        ["coffin", "ground"]
      ]
    },
    {
      "id": "mummy",
      "name": "Мумия",
      "description": "Тело, подвергнутое специальной химической обработке, в результате которой прекращается или замедляется процесс разложения тканей.",
      "recipes": [
        ["paper", "corpse"],
        ["textile", "corpse"]
      ]
    },
    {
      "id": "vulture",
      "name": "Гриф",
      "description": "Крупная хищная птица, питающаяся падалью.",
      "recipes": [
        ["bird", "death"],
        ["bird", "corpse"]
      ],
      "ended": true
    },
    {
      "id": "cigarette",
      "name": "Сигарета",
      "description": "Курительное табачное изделие в виде бумажной гильзы, внутри которой находится сигаретный табак. Могут быть с фильтром или без него.",
      "recipes": [["paper", "tobacco"]]
    },
    {
      "id": "ashtray",
      "name": "Пепельница",
      "description": "Тарелочка или сосуд иной формы для окурков и стряхивания пепла от табака при курении.",
      "recipes": [
        ["glass", "cigarette"],
        ["glass", "ash"]
      ],
      "ended": true
    },
    {
      "id": "seaweed",
      "name": "Водоросли",
      "description": "Самые простоустроенные и древние растения на Земле. Их относят к низшим растениям, так как их тело не имеет корней, стеблей и листьев, а также образующих их тканей.",
      "recipes": [["life", "water"]]
    },
    {
      "id": "pizza",
      "name": "Пицца",
      "description": "Традиционное итальянское блюдо в виде круглой дрожжевой лепёшки, выпекаемой с уложенной сверху начинкой из томатного соуса, сыра и часто других ингредиентов, таких как мясо, овощи, грибы и других продуктов.",
      "recipes": [
        ["cheese", "dough"],
        ["italy", "dough"]
      ]
    },
    {
      "id": "italy",
      "name": "Италия",
      "description": "Средиземноморское государство в Южной Европе с длинной береговой линией, которое оказало огромное влияние на западную культуру и кухню. На территории столицы страны, Рима, находится государство Ватикан, а также всемирно известные музеи и древние руины.",
      "recipes": [
        ["pizza", "country"],
        ["gorgonzola", "county"],
        ["pasta", "county"]
      ]
    },
    {
      "id": "lighthouse",
      "name": "Маяк",
      "description": "Башня с сигнальными огнями на берегу моря, на острове для указания пути судам.",
      "recipes": [["skyscraper", "light"]],
      "ended": true
    },
    {
      "id": "cancer",
      "name": "Рак",
      "description": "Общее название для обширной группы онкологических заболеваний, при которых клетки тела начинают бесконтрольный рост и деление. Без лечения эти заболевания становятся смертельными.",
      "recipes": [["human", "cigarette"]]
    },
    {
      "id": "brilliant",
      "name": "Бриллиант",
      "description": "Алмаз, которому посредством обработки придана ограненная форма, максимально выявляющая его естественный блеск.",
      "recipes": [["tools", "diamond"]]
    },
    {
      "id": "faberge",
      "name": "Яйцо Фаберже",
      "description": "Серия ювелирных изделий, изготовленных компанией Карла Фаберже в период с 1885 по 1917 год. Каждое яйцо уникально как по внешнему виду, так и по содержимому.",
      "recipes": [["egg", "brilliant"]],
      "ended": true
    },
    {
      "id": "sakura",
      "name": "Сакура",
      "description": "Японская окультуренная вишня, цветущая пышными розовыми цветами; один из символов Японии.",
      "recipes": [["tree", "japan"]],
      "ended": true
    },
    {
      "id": "transistor",
      "name": "Транзистор",
      "description": "Полупроводниковый прибор, усиливающий и генерирующий электроколебания.",
      "recipes": [
        ["silicon", "scientist"],
        ["silicon", "metal"]
      ]
    },
    {
      "id": "chip",
      "name": "Микросхема",
      "description": "Миниатюрный электронный блок, содержащий в общем корпусе транзисторы, диоды, резисторы и другие активные и пассивные-элементы, число которых может достигать нескольких десятков тысяч.",
      "recipes": [["transistor", "transistor"]]
    },
    {
      "id": "needle",
      "name": "Иголка",
      "description": "Длинный тонкий остроконечный инструмент из твёрдого материала. Получила широкое применение как швейная игла, с игольным ушком для нити с одной стороны.",
      "recipes": [["cactus", "tools"]]
    },
    {
      "id": "hedgehog",
      "name": "Еж",
      "description": "Небольшое животное с иглами на теле.",
      "recipes": [
        ["needle", "beast"],
        ["needle", "mouse"]
      ],
      "ended": true
    },
    {
      "id": "rose",
      "name": "Роза",
      "description": "Растение с красивыми крупными душистыми цветками и со стеблем, обычно покрытым шипами.",
      "recipes": [
        ["needle", "flower"],
        ["love", "flower"]
      ]
    },
    {
      "id": "poison",
      "name": "Яд",
      "description": "Вещество, приводящее в определённых дозах, небольших относительно массы тела, к нарушению жизнедеятельности организма: к отравлению, заболеваниям, иным болезненным состояниям и к смертельным исходам.",
      "recipes": [
        ["snake", "tools"],
        ["scorpion", "tools"],
        ["mushroom", "tools"]
      ]
    },
    {
      "id": "beetle",
      "name": "Жук",
      "description": "Насекомое с жёсткими надкрыльями.",
      "recipes": [["worm", "ground"]]
    },
    {
      "id": "bee",
      "name": "Пчела",
      "description": "Летающее насекомое, перерабатывающее цветочные соки в мёд.",
      "recipes": [["beetle", "flower"]]
    },
    {
      "id": "honey",
      "name": "Мед",
      "description": "Сладкое густое вещество, вырабатываемое пчёлами из соков цветов.",
      "recipes": [
        ["bee", "flower"],
        ["honeycombs", "beekeeper"]
      ]
    },
    {
      "id": "scorpion",
      "name": "Скорпион",
      "description": "Отряд членистоногих из класса паукообразных. Исключительно наземные формы, которые встречаются лишь в жарких странах. Всего известно около 1750 видов скорпионов, но яд только около 25 из них может погубить человека.",
      "recipes": [
        ["beetle", "sand"],
        ["beetle", "poison"]
      ]
    },
    {
      "id": "monkey",
      "name": "Обезьяна",
      "description": "Млекопитающее, наиболее близкое к человеку по строению тела.",
      "recipes": [["human", "wool"]]
    },
    {
      "id": "dung",
      "name": "Навоз",
      "description": "Органическое удобрение, состоящее из экскрементов сельскохозяйственных животных. Обладает характерным запахом и консистенцией.",
      "recipes": [
        ["livestock", "grass"],
        ["livestock", "hay"]
      ]
    },
    {
      "id": "saltpeter",
      "name": "Селитра",
      "description": "Тривиальное название для минералов, содержащих нитраты щелочных, щелочноземельных металлов и аммония.",
      "recipes": [["dung", "limestone"]]
    },
    {
      "id": "penicillin",
      "name": "Пенициллин",
      "description": "Лечебный препарат из некоторых видов плесневого грибка.",
      "recipes": [["scientist", "mold"]],
      "ended": true
    },
    {
      "id": "gunpowder",
      "name": "Порох",
      "description": "Взрывчатое вещество для изготовления зарядов огнестрельного оружия.",
      "recipes": [["saltpeter", "sulfur"]]
    },
    {
      "id": "soured_milk",
      "name": "Простокваша",
      "description": "Кисломолочный продукт, образующийся из молока в результате молочнокислого брожения. В основе приготовления простокваши лежит сквашивание молока на чистых культурах молочнокислых бактерий. Отличается высокой усваиваемостью, энергетической ценностью, благотворно воздействует на кишечник.",
      "recipes": [
        ["milk", "bacteria"],
        ["milk", "time"]
      ]
    },
    {
      "id": "firefly",
      "name": "Светлячок",
      "description": "Жучок, светящийся в темноте.",
      "recipes": [
        ["beetle", "fire"],
        ["beetle", "light"]
      ],
      "ended": true
    },
    {
      "id": "dinosaur",
      "name": "Динозавр",
      "description": "Вымершее пресмыкающееся крупных размеров.",
      "recipes": [["ground", "egg"]]
    },
    {
      "id": "china",
      "name": "Китай",
      "description": "Густонаселенная страна в Восточной Азии с разнообразными ландшафтами и рельефом.",
      "recipes": [
        ["dragon", "country"],
        ["rice", "country"],
        ["bonsai", "country"],
        ["panda", "country"],
        ["tea", "country"],
        ["silk", "country"]
      ],
      "ended": true
    },
    {
      "id": "steak",
      "name": "Жареное мясо",
      "description": "Толстый кусок обжаренного мяса.",
      "recipes": [["meat", "fire"]]
    },
    {
      "id": "scarab",
      "name": "Скарабей",
      "description": "Навозный жук, обитавший в южных районах Западной Европы, Северной Африке, на Ближнем Востоке. В Древнем Египте священный представитель мировой фауны. Считалось, что приносит счастье и удачу в военных делах.",
      "recipes": [["beetle", "dung"]]
    },
    {
      "id": "egypt",
      "name": "Египет",
      "description": "Страна в Северо-Восточной Африке и на Ближнем Востоке. О ее богатой истории, насчитывающей более пяти тысяч лет, напоминают археологические памятники в плодородной долине реки Нил, среди которых пирамиды Гизы и Большой сфинкс.",
      "recipes": [
        ["scarab", "country"],
        ["pyramid", "country"],
        ["sarcophagus", "country"]
      ]
    },
    {
      "id": "sound",
      "name": "Звук",
      "description": "Воспринимаемое слухом физическое явление, порождаемое колебательными движениями частиц воздуха или другой среды.",
      "recipes": [
        ["metal", "wind"],
        ["foil", "wind"],
        ["tree", "wind"]
      ]
    },
    {
      "id": "idea",
      "name": "Идея",
      "description": "Мысль, часто неожиданная.",
      "recipes": [
        ["lightbulb", "human"],
        ["lightbulb", "brain"]
      ]
    },
    {
      "id": "music",
      "name": "Музыка",
      "description": "Вид искусства, в котором художественные образы воплощаются для их слухового восприятия с помощью таких средств выразительности как высота тона, темп, ритм, тембр, динамика и их способов их взаимной организации.",
      "recipes": [["sound", "idea"]]
    },
    {
      "id": "french_fries",
      "name": "Картофель фри",
      "description": "Кусочки картофеля, обжаренные во фритюре. Употребляют как самостоятельное блюдо или гарнир ко вторым блюдам. Популярная еда быстрого приготовления на предприятиях общепита.",
      "recipes": [["oil", "potatoes"]],
      "ended": true
    },
    {
      "id": "camel",
      "name": "Верблюд",
      "description": "Крупное животное, приспособленное для жизни в засушливых регионах мира — пустынях, полупустынях и степях.",
      "recipes": [["desert", "beast"]],
      "ended": true
    },
    {
      "id": "hamburger",
      "name": "Гамбургер",
      "description": "Вид сэндвича, состоящий из разрезанной пополам булочки и рубленой жареной котлеты.",
      "recipes": [["steak", "bread"]]
    },
    {
      "id": "rust",
      "name": "Ржавчина",
      "description": "Красно-бурый налёт на железе, образующийся вследствие окисления и ведущий к разрушению металла.",
      "recipes": [
        ["metal", "water"],
        ["metal", "humidity"]
      ]
    },
    {
      "id": "philosopher",
      "name": "Философ",
      "description": "Мыслитель, занимающийся разработкой вопросов мировоззрения. Философом также может называться человек, принадлежащий к определённой философской школе, разделяющий её идеи или живущий в соответствии с этими идеями, то есть осуществляющий философию как образ жизни.",
      "recipes": [["scientist", "dilemma"]]
    },
    {
      "id": "philosophers_stone",
      "name": "Философский камень",
      "description": "По представлениям средневековых алхимиков: таинственный, чудодейственный камень, якобы способный обращать все металлы в золото и излечивать все болезни.",
      "recipes": [["philosopher", "stone"]]
    },
    {
      "id": "gold",
      "name": "Золото",
      "description": "Химический элемент, благородный металл жёлтого цвета, используется как мерило ценностей и в драгоценных изделиях.",
      "recipes": [
        ["philosophers_stone", "metal"],
        ["river", "metal"]
      ]
    },
    {
      "id": "coin",
      "name": "Монета",
      "description": "Деньги в форме твердых денежных знаков, обычно металлических. Изначально монеты изготавливались из благородных металлов, как правило, из золота и серебра.",
      "recipes": [["gold", "pressure"]]
    },
    {
      "id": "money",
      "name": "Деньги",
      "description": "Бумажные банкноты, использующиеся при покупке или продаже товаров.",
      "recipes": [
        ["coin", "paper"],
        ["gold", "paper"]
      ]
    },
    {
      "id": "bank",
      "name": "Банк",
      "description": "Финансовое учреждение, основной сферой деятельности которого являются денежно-кредитные операции.",
      "recipes": [["money", "building"]],
      "ended": true
    },
    {
      "id": "caramel",
      "name": "Карамель",
      "description": "Кондитерское изделие или ингредиент такого изделия, получаемый нагреванием сахара или увариванием сахарного раствора с крахмальной патокой или инвертным сиропом.",
      "recipes": [["sugar", "fire"]]
    },
    {
      "id": "curd",
      "name": "Творог",
      "description": "Нежидкий кисломолочный продукт белого цвета, традиционный для Восточной, Северной и Центральной Европы, получаемый сквашиванием молока с последующим удалением сыворотки.",
      "recipes": [["soured_milk", "fire"]]
    },
    {
      "id": "planet",
      "name": "Планета",
      "description": "Небесное тело, вращающееся вокруг Солнца и получающее от него свет и тепло.",
      "recipes": [["continent", "continent"]]
    },
    {
      "id": "petri_dish",
      "name": "Чашка Петри",
      "description": "Прозрачный лабораторный сосуд в форме невысокого плоского цилиндра, закрываемого прозрачной крышкой подобной формы, но несколько большего диаметра. Применяется в микробиологии и химии.",
      "recipes": [["bacteria", "glass"]],
      "ended": true
    },
    {
      "id": "pie",
      "name": "Пирог",
      "description": "Прозрачный лабораторный сосуд в форме невысокого плоского цилиндра, закрываемого прозрачной крышкой подобной формы, но несколько большего диаметра. Применяется в микробиологии и химии.",
      "recipes": [
        ["dough", "fruit"],
        ["dough", "apple"],
        ["dough", "berry"]
      ],
      "ended": true
    },
    {
      "id": "cart",
      "name": "Телега",
      "description": "Четырёхколёсная повозка для перевозки грузов конной тягой.",
      "recipes": [["wheel", "woodboard"]]
    },
    {
      "id": "car",
      "name": "Автомобиль",
      "description": "Моторное дорожное и внедорожное транспортное средство, используемое для перевозки людей и грузов.",
      "recipes": [["cart", "motor"]]
    },
    {
      "id": "dumpling",
      "name": "Пельмени",
      "description": "Традиционное блюдо русской кухни в виде термически обработанных изделий из пресного теста с начинкой из рубленого мяса.",
      "recipes": [["meat", "dough"]],
      "ended": true
    },
    {
      "id": "weapon",
      "name": "Оружие",
      "description": "Всякое средство, приспособленное для нападения или защиты.",
      "recipes": [["metal", "tools"]]
    },
    {
      "id": "hunter",
      "name": "Охотник",
      "description": "Человек, занимающийся охотой.",
      "recipes": [["human", "weapon"]]
    },
    {
      "id": "blood",
      "name": "Кровь",
      "description": "Обращающаяся в организме красная жидкость, обеспечивающая питание и обмен веществ всех клеток тела.",
      "recipes": [
        ["hunter", "beast"],
        ["hunter", "bird"],
        ["hunter", "duck"],
        ["human", "blade"],
        ["human", "boar"]
      ]
    },
    {
      "id": "feather",
      "name": "Перо",
      "description": "Роговое образование на коже птиц — полый стерженёк с пушистыми отростками по бокам.",
      "recipes": [
        ["hunter", "bird"],
        ["hunter", "duck"]
      ]
    },
    {
      "id": "pillow",
      "name": "Подушка",
      "description": "Постельная принадлежность в виде зашитого со всех сторон мешка с наполнителем из мягкого материала (пухом, пером, поролоном и т. п.). Предназначена для поддержки головы лежащего человека во время сна.",
      "recipes": [["feather", "textile"]]
    },
    {
      "id": "leech",
      "name": "Пиявка",
      "description": "Пресноводный червь, паразит, живущий кровью животных, к телу которых он присасывается.",
      "recipes": [["worm", "blood"]],
      "ended": true
    },
    {
      "id": "fulgurite",
      "name": "Фульгурит",
      "description": "Спёкшийся от удара молнии SiO2 (песок, кварц, кремнезём).",
      "recipes": [["sand", "lightning"]],
      "ended": true
    },
    {
      "id": "russia",
      "name": "Россия",
      "description": "Крупнейшая страна мира, расположенная в Восточной Европе и Северной Азии и омываемая водами Тихого и Северного Ледовитого океанов.",
      "recipes": [
        ["country", "bear"],
        ["country", "vodka"]
      ],
      "ended": true
    },
    {
      "id": "rice",
      "name": "Рис",
      "description": "Злак с белыми продолговатыми зёрнами, идущими в пищу.",
      "recipes": [["arable", "cane"]]
    },
    {
      "id": "sushi",
      "name": "Суши",
      "description": "Блюдо традиционной японской кухни, приготовленное из риса с уксусной приправой и различных морепродуктов, а также других ингредиентов.",
      "recipes": [
        ["rice", "fish"],
        ["rice", "seaweed"]
      ]
    },
    {
      "id": "fugu",
      "name": "Фугу",
      "description": "Блюдо японской кухни из некоторых видов ядовитых рыб семейства иглобрюхих (Tetraodontidae) рода Takifugu (также называемых рыба фугу), содержащих яд тетродотоксин. В Японии фугу считается деликатесом и пользуется большой популярностью.",
      "recipes": [["poison", "fish"]],
      "ended": true
    },
    {
      "id": "vampire",
      "name": "Вампир",
      "description": "В низшей мифологии народов Европы живой, полумертвец либо мертвец, ведущий ночной образ жизни, сосущий кровь у людей, насылающий кошмары.",
      "recipes": [
        ["blood", "human"],
        ["vampire", "human"]
      ]
    },
    {
      "id": "ash",
      "name": "Пепел",
      "description": "Пылевидная серая масса, остающаяся от чего-нибудь сгоревшего.",
      "recipes": [
        ["fire", "coal"],
        ["fire", "paper"],
        ["fire", "cardboard"],
        ["fire", "book"],
        ["sun", "vampire"]
      ]
    },
    {
      "id": "hut",
      "name": "Хижина",
      "description": "Примитивное жилище человека. Хижина занимает промежуточное положение между простым укрытием и домом. Строится из различного доступного материала: веток, стволов деревьев или камня. Может быть круглой или прямоугольной в плане. Как правило, однокамерная.",
      "recipes": [["stone", "human"]]
    },
    {
      "id": "igloo",
      "name": "Иглу",
      "description": "Традиционное убежище эскимосов на Гренландии и арктической части Северной Америки. Это небольшой, куполообразный домик, построенный из блоков твердого снега. Стены изнутри могут таять, а затем вновь замерзать, что создает слой льда на поверхности, который укрепляет конструкцию и дополнительно защищает внутреннюю часть от холода.",
      "recipes": [["hut", "ice"]]
    },
    {
      "id": "alcohol",
      "name": "Спирт",
      "description": "Горючая и обычно опьяняющая жидкость, добываемая особой перегонкой веществ, содержащих сахар или крахмал.",
      "recipes": [
        ["fire", "water"],
        ["alcohol", "bacteria"]
      ]
    },
    {
      "id": "vodka",
      "name": "Водка",
      "description": "Крепкий алкогольный напиток, бесцветный водно-спиртовой раствор с характерным вкусом и ярко выраженным спиртовым запахом.",
      "recipes": [["alcohol", "water"]]
    },
    {
      "id": "beer",
      "name": "Пиво",
      "description": "Слабоалкогольный напиток, получаемый спиртовым брожением солодового сусла с помощью пивных дрожжей, обычно с добавлением хмеля.",
      "recipes": [["alcohol", "bread"]]
    },
    {
      "id": "champagne",
      "name": "Шампанское",
      "description": "Игристое вино, произведённое во французском регионе Шампань из установленных сортов винограда методом вторичного брожения вина в бутылке. Название напитка происходит от названия провинции Шампань, где расположен данный регион.",
      "recipes": [["alcohol", "carbon_dioxide"]]
    },
    {
      "id": "iceland",
      "name": "Исландия",
      "description": "Островное государство в северной части Атлантического океана. Рельеф страны определяют вулканы, гейзеры, горячие источники и лавовые поля.",
      "recipes": [
        ["country", "volcano"],
        ["country", "geyser"]
      ],
      "ended": true
    },
    {
      "id": "computer",
      "name": "Компьютер",
      "description": "Устройство или система, способная автоматически выполнять заданную, изменяемую последовательность операций. Это чаще всего операции численных расчётов и манипулирования данными, однако сюда относятся и операции ввода-вывода.",
      "recipes": [["chip", "scientist"]]
    },
    {
      "id": "bomb",
      "name": "Бомба",
      "description": "Разрывной снаряд, начинённый взрывчатым веществом.",
      "recipes": [["metal", "gunpowder"]]
    },
    {
      "id": "shark",
      "name": "Акула",
      "description": "Крупная хищная морская рыба.",
      "recipes": [["fish", "blood"]],
      "ended": true
    },
    {
      "id": "france",
      "name": "Франция",
      "description": "Страна в Западной Европе, на территории которой находятся средневековые города, альпийские деревни и пляжи Средиземного моря. Париж, столица государства, славится своими домами моды, старейшими художественными музеями, в числе которых Лувр, и достопримечательностями, такими как Эйфелева башня. Франция известна своими винами и изысканной кухней.",
      "recipes": [
        ["country", "champagne"],
        ["country", "parfume"]
      ],
      "ended": true
    },
    {
      "id": "tequila",
      "name": "Текила",
      "description": "Крепкий алкогольный напиток, полученный путём дистилляции ферментированного сока голубой агавы строго на территории 5 штатов Мексики",
      "recipes": [["alcohol", "cactus"]]
    },
    {
      "id": "germany",
      "name": "Германия",
      "description": "Государство в Западной Европе с лесами, реками, горными хребтами и пляжными курортами Северного моря. Мюнхен знаменит фестивалем Октоберфест и пивными ресторанами.",
      "recipes": [["beer", "country"]],
      "ended": true
    },
    {
      "id": "sauna",
      "name": "Сауна",
      "description": "Финская баня с горячим сухим воздухом парной. Представляет собой небольшое специальное помещение или постройку для испытания сухих и влажных ощущений. От пара и высоких температур купальщики потеют.",
      "recipes": [["hut", "steam"]]
    },
    {
      "id": "ghost",
      "name": "Призрак",
      "description": "В традиционных представлениях душа или дух умершего человека, или мифического существа, проявляющиеся в видимой или другой форме в реальной жизни.",
      "recipes": [["death", "human"]]
    },
    {
      "id": "sake",
      "name": "Саке",
      "description": "Традиционный японский алкогольный напиток, который иногда называют рисовой водкой.",
      "recipes": [["alcohol", "rice"]]
    },
    {
      "id": "transformer",
      "name": "Трансформер",
      "description": "Робот, способный трансформироваться из одного облика в другой (например, из человекоподобного в транспортное средство).",
      "recipes": [
        ["car", "robot"],
        ["car", "life"]
      ],
      "ended": true
    },
    {
      "id": "internet",
      "name": "Интернет",
      "description": "Всемирная информационная компьютерная сеть, связывающая между собой как пользователей компьютерных сетей, так и пользователей индивидуальных компьютеров для обмена информацией.",
      "recipes": [["computer", "computer"]]
    },
    {
      "id": "mexico",
      "name": "Мексика",
      "description": "Государство, расположенное между США и странами Центральной Америки. Оно славится своими пляжами на побережьях Тихого океана и Мексиканского залива и разнообразным ландшафтом.",
      "recipes": [
        ["tequila", "country"],
        ["pinata", "country"]
      ]
    },
    {
      "id": "finland",
      "name": "Финляндия",
      "description": "Страна в Северной Европе, граничащая со Швецией, Норвегией и Россией.",
      "recipes": [["sauna", "country"]],
      "ended": true
    },
    {
      "id": "graphite",
      "name": "Графит",
      "description": "Минерал тёмно-серого или чёрного цвета, используется для изготовления карандашей, огнеупорных тиглей, смазочных материалов и т. п.",
      "recipes": [["diamond", "fire"]]
    },
    {
      "id": "ship",
      "name": "Корабль",
      "description": "Деревянный парусник, предназначенный для морских переходов",
      "recipes": [
        ["boat", "wood"],
        ["boat", "woodboard"]
      ]
    },
    {
      "id": "termite",
      "name": "Термит",
      "description": "Насекомое, живущее в жарких странах и являющееся вредителем древесины.",
      "recipes": [
        ["tree", "beetle"],
        ["wood", "beetle"]
      ],
      "ended": true
    },
    {
      "id": "brazil",
      "name": "Бразилия",
      "description": "Страна в Южной Америке, которая простирается от бассейна реки Амазонка на севере до виноградников и огромных водопадов Игуасу на юге.",
      "recipes": [["coffee", "country"]]
    },
    {
      "id": "pyramid",
      "name": "Пирамида",
      "description": "Гробница фараонов в Древнем Египте.",
      "recipes": [
        ["grave", "egypt"],
        ["coffin", "egypt"],
        ["mountain", "egypt"]
      ]
    },
    {
      "id": "hydrogen",
      "name": "Водород",
      "description": "Химический элемент, самый лёгкий газ. Бесцветен и не имеет запаха. Получают путем электролиза.",
      "recipes": [["water", "electricity"]],
      "ended": true
    },
    {
      "id": "truffle",
      "name": "Трюфель",
      "description": "Съедобный гриб округлой формы, растущий под землёй. Во Франции и Италии распространена восходящая ещё к XV веку практика поиска растущих в лесу трюфелей при помощи специально обученных поисковых собак и свиней, которые обладают феноменально тонким нюхом: они способны учуять трюфели под землёй на расстоянии до 20 м.",
      "recipes": [["ground", "mushroom"]],
      "ended": true
    },
    {
      "id": "oldman",
      "name": "Старик",
      "description": "Мужчина, достигший старости.",
      "recipes": [["human", "time"]]
    },
    {
      "id": "santa_claus",
      "name": "Дед Мороз",
      "description": "Главный сказочный персонаж на празднике Нового года, советский вариант рождественского дарителя.",
      "recipes": [["oldman", "new_year"]],
      "ended": true
    },
    {
      "id": "steamship",
      "name": "Пароход",
      "description": "Судно, оснащённое поршневой паровой машиной или паровой турбиной в качестве тягового двигателя.",
      "recipes": [["steam_engine", "ship"]]
    },
    {
      "id": "bone",
      "name": "Кость",
      "description": "Соединительная ткань, из которой образован скелет большинства позвоночных. Кости защищают внутренние органы, служат в качестве рычагов при движении и поднятии предметов.",
      "recipes": [["hunter", "beast"]]
    },
    {
      "id": "perfume",
      "name": "Парфюм",
      "description": "Раствор сложной смеси душистых веществ в этиловом спирте различной крепости. Применяются для ароматизации волос, белья, одежды и т. д.",
      "recipes": [["alcohol", "flower"]],
      "ended": true
    },
    {
      "id": "nicola_tesla",
      "name": "Никола Тесла",
      "description": "Изобретатель в области электротехники и радиотехники сербского происхождения, учёный, инженер, физик.",
      "recipes": [["scientist", "electricity"]],
      "ended": true
    },
    {
      "id": "sick",
      "name": "Больной",
      "description": "Человек, поражённый какой-либо болезнью.",
      "recipes": [
        ["human", "flu"],
        ["human", "sick"]
      ]
    },
    {
      "id": "mermaid",
      "name": "Русалка",
      "description": "В народных поверьях и сказках: существо в образе обнажённой женщины с длинными распущенными волосами и рыбьим хвостом, живущее в воде.",
      "recipes": [["human", "fish"]],
      "ended": true
    },
    {
      "id": "bomber",
      "name": "Бомбардировщик",
      "description": "Военный самолёт, предназначенный для поражения наземных, подземных, надводных, подводных объектов средствами бомбового вооружения.",
      "recipes": [["bomb", "airplane"]],
      "ended": true
    },
    {
      "id": "horse",
      "name": "Лошадь",
      "description": "Крупное непарнокопытное млекопитающее, одомашненное и широко использующееся человеком для передвижения верхом, перевозки тяжестей.",
      "recipes": [["beast", "cart"]]
    },
    {
      "id": "grove",
      "name": "Роща",
      "description": "Небольшой лиственный лес, обособленный от основного лесного массива. Деревья, как правило, одного возраста. Например, берёзовая, осиновая, дубовая рощи.",
      "recipes": [["tree", "tree"]]
    },
    {
      "id": "dark_cloud",
      "name": "Туча",
      "description": "Большое, обычно темное облако, несущее дождь, град, снег.",
      "recipes": [["cloud", "water"]]
    },
    {
      "id": "golem",
      "name": "Голем",
      "description": "Человекоподобное существо оживлённое магами-каббалистами с помощью тайных знаний, наподобие Адама, которого Бог создал из глины.",
      "recipes": [["clay", "life"]]
    },
    {
      "id": "titanic",
      "name": "Титаник",
      "description": "Британский трансатлантический пароход, второй лайнер класса «Олимпик» компании «White Star Line». Крупнейшее пассажирское судно в мировой истории в 1912—1913 годах. Во время первого рейса затонул в северной Атлантике, столкнувшись с айсбергом в ночь с 14 на 15 апреля 1912 года.",
      "recipes": [["iceberg", "steamship"]],
      "ended": true
    },
    {
      "id": "salo",
      "name": "Сало",
      "description": "Твердый жир, который откладывается у животных в период их усиленного питания. Продукт употребляется в пищу в свежем, соленом, копченом, вареном, тушеном или топленом виде.",
      "recipes": [
        ["pig", "human"],
        ["pig", "tools"]
      ]
    },
    {
      "id": "seagull",
      "name": "Чайка",
      "description": "Наиболее многочисленный род птиц семейства чайковых, обитающих как на морских просторах, так и на внутренних водоёмах.",
      "recipes": [
        ["sea", "bird"],
        ["ocean", "bird"],
        ["beach", "bird"]
      ],
      "ended": true
    },
    {
      "id": "drunkard",
      "name": "Пьяница",
      "description": "Человек, которому свойственно употребление спиртных напитков в значительных количествах.",
      "recipes": [["human", "vodka"]],
      "ended": true
    },
    {
      "id": "nuclear_bomb",
      "name": "Ядерная бомба",
      "description": "Взрывное устройство, в котором источником энергии является деление атомных ядер.",
      "recipes": [["bomb", "scientist"]],
      "ended": true
    },
    {
      "id": "eskimo",
      "name": "Эскимос",
      "description": "Эскимосы представляют собой коренную народность, проживающую на крайнем севере.",
      "recipes": [["igloo", "human"]],
      "ended": true
    },
    {
      "id": "mendeleev",
      "name": "Дмитрий Менделеев",
      "description": "Русский ученый-энциклопедист. В 1869 г. открыл периодический закон химических элементов — один из основных законов естествознания. Принято считать, что водку изобрел именно Менделеев. Его диссертация, которую он защитил 12 февраля 1865 года в Санкт-Петербургском университете, называлась «О соединении спирта с водою».",
      "recipes": [["vodka", "scientist"]]
    },
    {
      "id": "doctor",
      "name": "Доктор",
      "description": "Человек, который получил медицинское образование и лечит людей.",
      "recipes": [["sick", "scientist"]]
    },
    {
      "id": "grilled_chicken",
      "name": "Курица гриль",
      "description": "Куриная туша, обжаренная на специальном приборе, который называется грилем.",
      "recipes": [["hen", "fire"]],
      "ended": true
    },
    {
      "id": "fossil",
      "name": "Окаменнелость",
      "description": "Окаменелости обычно представляют собой останки или отпечатки животных и растений, сохранившиеся в почве, камнях, затвердевших смолах. Довольно часто таким образом сохраняются только твёрдые части тела животного — зубы и кости.",
      "recipes": [
        ["dinosaur", "ground"],
        ["skeleton", "ground"],
        ["bone", "ground"]
      ]
    },
    {
      "id": "ukraine",
      "name": "Украина",
      "description": "Большая страна в Восточной Европе, известная православными церквями, черноморскими курортами и лесистыми горами.",
      "recipes": [
        ["salo", "country"],
        ["sunflower", "country"]
      ],
      "ended": true
    },
    {
      "id": "kerogen",
      "name": "Кероген",
      "description": "Полимерные органические материалы, которые расположены в существующих породах, таких как нефтеносные сланцы, и являются одной из форм нетрадиционной нефти.",
      "recipes": [["fossil", "pressure"]]
    },
    {
      "id": "email",
      "name": "Электронная почта",
      "description": "Технология и служба по пересылке и получению электронных сообщений между пользователями компьютерной сети.",
      "recipes": [["internet", "mail"]],
      "ended": true
    },
    {
      "id": "cacao_beans",
      "name": "<nobr>Какао&ndash;бобы</nobr>",
      "description": "Миндалевидные семена, содержащиеся в плоде шоколадного дерева. Источник какао-порошка и какао-масла, из которого изготавливают шоколад. Плод какао содержит, помимо мякоти, от 30 до 50 достаточно крупных семян светлой, расположенных пятью рядами.",
      "recipes": [["seeds", "mexico"]]
    },
    {
      "id": "hospital",
      "name": "Больница",
      "description": "Лечебное учреждение, занимающееся постоянным круглосуточным лечением больных и наблюдением за ними.",
      "recipes": [["doctor", "building"]],
      "ended": true
    },
    {
      "id": "lake",
      "name": "Озеро",
      "description": "Естественный замкнутый водоем.",
      "recipes": [["water", "water"]]
    },
    {
      "id": "bouquet",
      "name": "Букет",
      "description": "Срезанные или сорванные цветущие растения, красиво подобранные вместе, обычно для подарка или для помещения их в вазу с целью украшения помещения.",
      "recipes": [
        ["flower", "flower"],
        ["rose", "rose"]
      ],
      "ended": true
    },
    {
      "id": "chocolate",
      "name": "Шоколад",
      "description": "Кондитерское изделие на основе масла какао, являющегося продуктом переработки какао-бобов — семян шоколадного дерева, богатых теобромином и кофеином.",
      "recipes": [["cacao_beans", "sugar"]]
    },
    {
      "id": "duck",
      "name": "Утка",
      "description": "Водоплавающая птица с широким клювом, короткой шеей и короткими, широко поставленными лапами.",
      "recipes": [["bird", "lake"]]
    },
    {
      "id": "warrior",
      "name": "Воин",
      "description": "Боец, заточенный на максимальную индивидуальную эффективность.",
      "recipes": [["hunter", "weapon"]]
    },
    {
      "id": "water_lily",
      "name": "Кувшинка",
      "description": "Водное растение с крупными плавающими листьями и белыми, бело розовыми или жёлтыми цветками, водяная лилия.",
      "recipes": [["flower", "lake"]],
      "ended": true
    },
    {
      "id": "dream",
      "name": "Сон",
      "description": "Периодически возникающее состояние покоя, которое сопровождается уменьшением возбудимости центральной нервной системы, выключением сознания, расслаблением мускулатуры, замедлением сердечной деятельности, дыхания и т. д.",
      "recipes": [
        ["pillow", "human"],
        ["coffin", "vampire"]
      ]
    },
    {
      "id": "distaff",
      "name": "Прялка",
      "description": "Приспособление для ручного прядения, приводимое в движение ножной педалью.",
      "recipes": [["wheel", "wool"]]
    },
    {
      "id": "yarn",
      "name": "Пряжа",
      "description": "Нить, скрученная из продольно и последовательно расположенных волокон. Пряжу делают из натуральных (шерсть, хлопок, лён, шёлк) или химических волокон.",
      "recipes": [["distaff", "wool"]]
    },
    {
      "id": "fat",
      "name": "Жир",
      "description": "Природные жиры, извлекаемые из соединительных тканей позвоночных животных.",
      "recipes": [
        ["pig", "human"],
        ["pig", "tools"]
      ]
    },
    {
      "id": "albert_einstein",
      "name": "Альберт Эйнштейн",
      "description": "Физик-теоретик, один из основателей современной теоретической физики, лауреат Нобелевской премии по физике 1921 года, общественный деятель-гуманист.",
      "recipes": [["scientist", "energy"]],
      "ended": true
    },
    {
      "id": "hero",
      "name": "Герой",
      "description": "Человек исключительной смелости и доблести, либо одно из главных действующих лиц литературного или иного произведения культуры. Герой перед лицом опасности сражается с невзгодами, проявляя изобретательность, мужество или силу.",
      "recipes": [["warrior", "dragon"]]
    },
    {
      "id": "fisherman",
      "name": "Рыболов",
      "description": "Человек, который занимается рыбной ловлей как промыслом.",
      "recipes": [["hunter", "fish"]],
      "ended": true
    },
    {
      "id": "clothes",
      "name": "Одежда",
      "description": "Изделие или совокупность изделий, надеваемых человеком и несущих утилитарные и эстетические функции. Предохраняет тело человека от негативного влияния окружающей среды и выполняет эстетические функции — создаёт образ человека, демонстрирует его социальный статус.",
      "recipes": [
        ["textile", "human"],
        ["textile", "sewing_machine"]
      ]
    },
    {
      "id": "chicken_coop",
      "name": "Курятник",
      "description": "Помещение для кур.",
      "recipes": [["hen", "hut"]],
      "ended": true
    },
    {
      "id": "soap",
      "name": "Мыло",
      "description": "Твёрдый кусок или густая масса из жиров и щелочей, растворяющиеся в воде, используется для мытья. Самые древние упоминания об изготовлении мыльного раствора археологи нашли на шумерских табличках. Изготавливали его так: брали смесь древесной золы и козлиного жира, заливали водой и кипятили.",
      "recipes": [
        ["ash", "fat"],
        ["soap", "bacteria"]
      ]
    },
    {
      "id": "mole",
      "name": "Крот",
      "description": "Млекопитающее из отряда насекомоядных, живущее под землёй.",
      "recipes": [["ground", "mouse"]],
      "ended": true
    },
    {
      "id": "starfish",
      "name": "Морская звезда",
      "description": "Морское беспозвоночное животное, имеющее форму пятилучевой звезды.",
      "recipes": [
        ["star", "ocean"],
        ["star", "sea"]
      ],
      "ended": true
    },
    {
      "id": "eagle",
      "name": "Орел",
      "description": "Хищная, сильная птица из семейства соколиных, с изогнутым клювом, живущая в гористых или степных местностях.",
      "recipes": [["mountain", "bird"]]
    },
    {
      "id": "hive",
      "name": "Улей",
      "description": "Жилище пчёл.",
      "recipes": [
        ["hut", "bee"],
        ["hut", "honey"]
      ]
    },
    {
      "id": "usa",
      "name": "США",
      "description": "государство, состоящее из 50 штатов, занимает значительную часть Северной Америки.",
      "recipes": [
        ["country", "eagle"],
        ["country", "hamburger"]
      ]
    },
    {
      "id": "whale",
      "name": "Кит",
      "description": "Крупное морское млекопитающее с рыбообразным телом.",
      "recipes": [
        ["fish", "plankton"],
        ["fish", "geyser"]
      ]
    },
    {
      "id": "pajamas",
      "name": "Пижама",
      "description": "Спальный или домашний, вместо халата, костюм из лёгкой ткани, состоящий из куртки и брюк.",
      "recipes": [["dream", "clothes"]],
      "ended": true
    },
    {
      "id": "ent",
      "name": "Энт",
      "description": "Распространённая раса существ в фентези-мирах, ожившие деревья или тесно связанные с деревьями создания.",
      "recipes": [["tree", "life"]],
      "ended": true
    },
    {
      "id": "gorgonzola",
      "name": "Горгонзола",
      "description": "Наиболее популярный итальянский сыр с благородной голубой плесенью.",
      "recipes": [["cheese", "mold"]]
    },
    {
      "id": "statue_of_liberty",
      "name": "Статуя Свободы",
      "description": "Колоссальная скульптура в стиле Наполеона III, или стиле Второй империи, расположенная в США на острове Свободы, находящемся в Верхней Нью-Йоркской бухте примерно в 3 километрах к юго-западу от южной оконечности острова Манхэттен.",
      "recipes": [["statue", "usa"]],
      "ended": true
    },
    {
      "id": "nessie",
      "name": "Лохнесское чудовище",
      "description": "Водное чудовище, согласно легендам, обитающее в шотландском озере Лох-Несс.",
      "recipes": [["lake", "beast"]]
    },
    {
      "id": "cat",
      "name": "Кошка",
      "description": "Домашнее животное, одно из наиболее популярных (наряду с собакой) «животных-компаньонов».",
      "recipes": [["milk", "beast"]]
    },
    {
      "id": "blade",
      "name": "Лезвие",
      "description": "Острая заточенная грань клинка режущего, рубящего инструмента или оружия.",
      "recipes": [["metal", "stone"]]
    },
    {
      "id": "locomotive",
      "name": "Паровоз",
      "description": "Автономный локомотив железнодорожного транспорта с паросиловой установкой, использующий в качестве двигателя паровые машины.",
      "recipes": [["cart", "steam_engine"]],
      "ended": true
    },
    {
      "id": "skeleton",
      "name": "Скелет",
      "description": "Совокупность костей, хрящевой ткани и укрепляющих их связок.",
      "recipes": [
        ["corpse", "time"],
        ["bone", "bone"]
      ]
    },
    {
      "id": "scotland",
      "name": "Шотландия",
      "description": "Самая северная страна Соединенного Королевства Великобритании и Северной Ирландии.",
      "recipes": [["nessie", "country"]]
    },
    {
      "id": "syringe",
      "name": "Шприц",
      "description": "Медицинский инструмент, предназначенный для инъекций, диагностических пункций, отсасывания патологического содержимого из полостей.",
      "recipes": [["needle", "doctor"]],
      "ended": true
    },
    {
      "id": "moon",
      "name": "Луна",
      "description": "Единственный естественный спутник Земли. Самый близкий к Солнцу спутник планеты, так как у ближайших к Солнцу планет их нет.",
      "recipes": [
        ["cheese", "planet"],
        ["stone", "sky"]
      ]
    },
    {
      "id": "crocodile",
      "name": "Крокодил",
      "description": "Отряд водных хищных рептилий. Известны они своими внушительными размерами, впечатляющей силой и огромной пастью, усеянной множеством зубов.",
      "recipes": [["lizard", "swamp"]],
      "ended": true
    },
    {
      "id": "tattoo",
      "name": "Татуировка",
      "description": "Наколотые особой краской узоры на теле. С помощью иглы под кожу вводится пигмент, который остается там навсегда.",
      "recipes": [["needle", "paint"]],
      "ended": true
    },
    {
      "id": "beach",
      "name": "Пляж",
      "description": "Берег моря, озера или реки, используемый как место для купаний и одновременно для приема солнечных и воздушных ванн.",
      "recipes": [
        ["sand", "sea"],
        ["sand", "ocean"]
      ]
    },
    {
      "id": "scissors",
      "name": "Ножницы",
      "description": "Инструмент для разрезания относительно тонких материалов. Ножницы состоят из двух лезвий, сходящихся под углом и соединённых пружиной или шарниром.",
      "recipes": [["blade", "blade"]]
    },
    {
      "id": "banana",
      "name": "Банан",
      "description": "Высокое тропическое растение с очень большими листьями, а также его сладкий мучнистый плод.",
      "recipes": [["monkey", "fruit"]],
      "ended": true
    },
    {
      "id": "mirror",
      "name": "Зеркало",
      "description": "Гладкая отполированная блестящая поверхность (стеклянная, металлическая), дающая отражение находящихся перед ней предметов.",
      "recipes": [
        ["metal", "glass"],
        ["foil", "glass"]
      ],
      "ended": true
    },
    {
      "id": "bonsai",
      "name": "Бонсай",
      "description": "Искусство выращивания точной копии настоящего дерева в миниатюре. Хотя слово «бонсай» является японским, описываемое им искусство возникло в китайской империи.",
      "recipes": [["tree", "scissors"]]
    },
    {
      "id": "table_of_mendeleev",
      "name": "Таблица Менделеева",
      "description": "Классификация химических элементов, устанавливающая зависимость различных свойств элементов от заряда их атомного ядра. Бытует мнение, что таблица приснилась Менделееву во сне.",
      "recipes": [["mendeleev", "dream"]],
      "ended": true
    },
    {
      "id": "palm",
      "name": "Пальма",
      "description": "Дерево южных стран, обычно с прямым неветвистым стволом и с очень крупными вечнозелёными перистыми или веерообразными листьями.",
      "recipes": [["tree", "beach"]],
      "ended": true
    },
    {
      "id": "moon_rover",
      "name": "Луноход",
      "description": "Транспортное средство, предназначенное для передвижений по поверхности Луны. Луноход мог управляться как дистанционно, так и служить самоходным роботом.",
      "recipes": [
        ["moon", "cart"],
        ["moon", "car"]
      ],
      "ended": true
    },
    {
      "id": "kilt",
      "name": "Килт",
      "description": "Предмет мужской шотландской национальной одежды, традиционная одежда горцев Шотландии. Килт представляет собой кусок ткани, обёрнутый вокруг талии, плиссированный сзади и закреплённый с помощью 2—3 пряжек и ремешков; обычно килт носится вместе со специальной сумочкой для мелких вещей, называемой «спорран».",
      "recipes": [["scotland", "clothes"]],
      "ended": true
    },
    {
      "id": "artist",
      "name": "Художник",
      "description": "Предмет мужской шотландской национальной одежды, традиционная одежда горцев Шотландии. Килт представляет собой кусок ткани, обёрнутый вокруг талии, плиссированный сзади и закреплённый с помощью 2—3 пряжек и ремешков; обычно килт носится вместе со специальной сумочкой для мелких вещей, называемой «спорран».",
      "recipes": [["paint", "human"]]
    },
    {
      "id": "lion",
      "name": "Лев",
      "description": "Крупное хищное животное из семейства кошачьих с короткой желтоватой шерстью и с длинной гривой у самцов.",
      "recipes": [
        ["cat", "beast"],
        ["cat", "blood"]
      ],
      "ended": true
    },
    {
      "id": "hamster",
      "name": "Хомяк",
      "description": "Маленькие грызуны с плотным телосложением, короткими лапками, маленькими ушками и короткими хвостиками.",
      "recipes": [["wheel", "mouse"]],
      "ended": true
    },
    {
      "id": "leaf",
      "name": "Лист",
      "description": "Орган воздушного питания и газообмена растений в виде тонкой, обычно зелёной пластинки.",
      "recipes": [
        ["wind", "tree"],
        ["wind", "forest"]
      ]
    },
    {
      "id": "graveyard",
      "name": "Кладбище",
      "description": "Территория, специально предназначенная для погребения умерших или их праха после кремации.",
      "recipes": [["grave", "grave"]],
      "ended": true
    },
    {
      "id": "wolf",
      "name": "Волк",
      "description": "Хищное животное, одного рода с собакою.",
      "recipes": [["moon", "beast"]]
    },
    {
      "id": "caviar",
      "name": "Икра",
      "description": "Скопление зерновидных яичек, откладываемых рыбами, амфибиями, моллюсками и другими водными животными.",
      "recipes": [["fish", "fish"]],
      "ended": true
    },
    {
      "id": "pegasus",
      "name": "Пегас",
      "description": "Крылатый конь Зевса, верховного бога всего пантеона богов Древней Греции, обитавших на горе Олимп.",
      "recipes": [["horse", "bird"]],
      "ended": true
    },
    {
      "id": "bamboo",
      "name": "Бамбук",
      "description": "Высокое и гибкое травянистое растение с одревесневающим стеблем.",
      "recipes": [["tree", "grass"]]
    },
    {
      "id": "werewolf",
      "name": "Оборотень",
      "description": "Человек, обращающийся в волка или других животных.",
      "recipes": [["human", "wolf"]],
      "ended": true
    },
    {
      "id": "eclipse",
      "name": "Затмение",
      "description": "Астрономическая ситуация, при которой одно небесное тело заслоняет свет от другого небесного тела. Наиболее известны лунные и солнечные затмения.",
      "recipes": [["sun", "moon"]],
      "ended": true
    },
    {
      "id": "cardboard",
      "name": "Картон",
      "description": "Толстая, очень твёрдая бумага.",
      "recipes": [["paper", "paper"]]
    },
    {
      "id": "owl",
      "name": "Сова",
      "description": "Хищная ночная птица с большими глазами, продолговатым крючковатым носом и с круглой головой.",
      "recipes": [["moon", "bird"]],
      "ended": true
    },
    {
      "id": "panda",
      "name": "Панда",
      "description": "Одно из редчайших животных, занесённых в международную Красную книгу. В дикой природе рацион большой панды почти полностью состоит из бамбука. Большие панды обитают в горных регионах центрального Китая: Сычуани и Тибете. Со второй половины XX века панда стала чем-то вроде национальной эмблемы Китая.",
      "recipes": [["bear", "bamboo"]]
    },
    {
      "id": "foil",
      "name": "Фольга",
      "description": "Тончайший металлический лист, используется в производстве зеркал, для тиснения, для упаковки пищевых изделий и прочего.",
      "recipes": [["metal", "paper"]]
    },
    {
      "id": "flashlight",
      "name": "Фонарик",
      "description": "Небольшой носимый источник света для индивидуального использования.",
      "recipes": [["tools", "light"]],
      "ended": true
    },
    {
      "id": "shuriken",
      "name": "Сюрикен",
      "description": "Вид японской металлической метательной пластины. Состоит из базы 3-4 мм толщиной, различногоколичества лепестков разнообразной формы и зачастую стабилизирующегоотверстия.",
      "recipes": [["star", "blade"]]
    },
    {
      "id": "farmer",
      "name": "Фермер",
      "description": "Предприниматель, владеющий землёй или арендующий её, и занимающийся на ней сельским хозяйством.",
      "recipes": [["arable", "human"]]
    },
    {
      "id": "bitcoin",
      "name": "Биткоин",
      "description": "Криптовалюта, которая генерируется сетями компьютеров и может использоваться во многих случаях при совершении онлайн-платежей.",
      "recipes": [
        ["money", "internet"],
        ["coin", "internet"]
      ],
      "ended": true
    },
    {
      "id": "firefighter",
      "name": "Пожарный",
      "description": "Работник подразделения профессиональной пожарной охраны, штатная единица расчёта пожарного автомобиля.",
      "recipes": [["hero", "fire"]],
      "ended": true
    },
    {
      "id": "foam",
      "name": "Пена",
      "description": "Дисперсная система, образованная множеством пузырьков газа, разделённых тонкими плёнками жидкости (мыльная пена, сбитые сливки, белки и др.).",
      "recipes": [["soap", "water"]]
    },
    {
      "id": "fire_extinguisher",
      "name": "Огнетушитель",
      "description": "Переносное или передвижное устройство для тушения очагов пожара за счет выпуска запасенного огнетушащего вещества.",
      "recipes": [
        ["foam", "fire"],
        ["carbon_dioxide", "fire"]
      ],
      "ended": true
    },
    {
      "id": "ink",
      "name": "Чернила",
      "description": "Жидкий краситель, пригодный для письма и/или создания каких-либо изображений с помощью писчих инструментов и штампов.",
      "recipes": [["paint", "feather"]]
    },
    {
      "id": "wizard",
      "name": "Маг",
      "description": "Человек, практикующий магию посредством сверхъестественных явлений.",
      "recipes": [
        ["human", "energy"],
        ["oldman", "energy"]
      ],
      "ended": true
    },
    {
      "id": "ring",
      "name": "Кольцо",
      "description": "Ювелирное изделие из золота другого драгоценного металла в форме обода, круга, с пустым пространством внутри линии круга. Надевают на пальцы в качестве украшения или символа брака, которым, по обычаю, обмениваются жених с невестой.",
      "recipes": [
        ["brilliant", "gold"],
        ["circle", "gold"],
        ["circle", "metal"]
      ]
    },
    {
      "id": "umbrella",
      "name": "Зонт",
      "description": "Устройство, предназначенное для защиты человека от дождя.",
      "recipes": [
        ["tools", "rain"],
        ["textile", "rain"]
      ],
      "ended": true
    },
    {
      "id": "poison_weapon",
      "name": "Отравленное оружие",
      "description": "Оружие с ядом.",
      "recipes": [["poison", "weapon"]]
    },
    {
      "id": "clone",
      "name": "Клон",
      "description": "Организм, генетически идентичный или почти идентичный другому. Первое клонированное млекопитающее животное - овца по имени Долли.",
      "recipes": [["livestock", "scientist"]],
      "ended": true
    },
    {
      "id": "snowdrop",
      "name": "Подснежник",
      "description": "Лесной цветок, развивающийся под снегом и расцветающий сразу после его таяния.",
      "recipes": [["snow", "flower"]],
      "ended": true
    },
    {
      "id": "calcium",
      "name": "Кальций",
      "description": "Химический элемент II группы периодической системы, атомный номер 20, атомная масса 40,08; относится к щелочно-земельным металлам; tпл 842шC. Содержится в костной ткани позвоночных, раковинах моллюсков, яичной скорлупе.",
      "recipes": [
        ["shell", "pressure"],
        ["bone", "pressure"],
        ["skeleton", "pressure"]
      ],
      "ended": true
    },
    {
      "id": "karaoke",
      "name": "Караоке",
      "description": "Развлечение, заключающееся в непрофессиональном пении с использованием электронного устройства, позволяющего петь под заранее записанную музыку. Караоке было изобретено в Японии во второй половине XX века.",
      "recipes": [
        ["beer", "music"],
        ["tequila", "music"],
        ["vodka", "music"],
        ["champagne", "music"],
        ["sake", "music"]
      ]
    },
    {
      "id": "ninja",
      "name": "Ниндзя",
      "description": "Разведчик-диверсант, шпион, лазутчик и наёмный убийца в средневековой Японии; человек, владеющий искусством ниндзюцу. В функции ниндзя входили шпионаж, обман и неожиданные атаки.",
      "recipes": [["shuriken", "human"]]
    },
    {
      "id": "beer_coaster",
      "name": "Бирдекель",
      "description": "Подставка под кружку пива, предназначенная для защиты стола от царапин и капель пивной пены. Ставится под пивную кружку на открытом воздухе, например в летних кафе. Распространено ошибочное мнение, что бирдекель — это крышка для предотвращения попадания в пивную кружку листьев, насекомых и других посторонних предметов, хотя и такое использование возможно. Изготавливается из специального влаговпитывающего картона. Бирдекель является одноразовым продуктом. Форма, как правило, круглая или квадратная с закруглёнными углами.",
      "recipes": [["beer", "cardboard"]],
      "ended": true
    },
    {
      "id": "snowman",
      "name": "Снеговик",
      "description": "Стилизованная снежная фигура человека, скульптура. Лепка снеговика или снежной бабы — зимняя забава, зародившаяся в древние времена.",
      "recipes": [["snow", "human"]]
    },
    {
      "id": "lichen",
      "name": "Лишайник",
      "description": "Низшее растение, состоящее из гриба и водоросли, образующих совместно новый сложный организм, растущий на камнях, на коре деревьев, на земле.",
      "recipes": [["seaweed", "mushroom"]],
      "ended": true
    },
    {
      "id": "neuron",
      "name": "Нейрон",
      "description": "Электрически возбудимая клетка, которая обрабатывает, хранит и передает информацию с помощью электрических и химических сигналов.",
      "recipes": [["electricity", "life"]]
    },
    {
      "id": "constellation",
      "name": "Созвездие",
      "description": "Отдельная группа звёзд.",
      "recipes": [
        ["star", "star"],
        ["star", "sky"],
        ["star", "astronomer"]
      ]
    },
    {
      "id": "calendar",
      "name": "Календарь",
      "description": "Специальная таблица или книжка, в которой все дни года разделены на месяцы и недели.",
      "recipes": [["time", "paper"]],
      "ended": true
    },
    {
      "id": "divider",
      "name": "Циркуль",
      "description": "Инструмент для черчения окружностей и дуг, также может быть использован для измерения расстояний, в частности, на картах. Может быть использован в геометрии, черчении, для навигации и других целей. От лат. circulus — круг, окружность",
      "recipes": [["pencil", "needle"]]
    },
    {
      "id": "horseshoe",
      "name": "Подкова",
      "description": "Железная изогнутая пластинка, прибиваемая к конскому копыту для предохранения его от повреждения и скольжения.",
      "recipes": [["horse", "tools"]]
    },
    {
      "id": "island",
      "name": "Остров",
      "description": "Участок суши в океане, море, озере или на реке, окружённый со всех сторон водой и постоянно возвышающийся над водой даже в период наибольшего прилива. От материков острова отличаются меньшими размерами.",
      "recipes": [
        ["ground", "ocean"],
        ["ground", "sea"],
        ["ground", "lake"]
      ],
      "ended": true
    },
    {
      "id": "brain",
      "name": "Мозг",
      "description": "Важнейший орган центральной нервной системы, вещество, состоящее из нервных волокон и клеток, заполняющее череп и канал позвоночника у человека и высших животных.",
      "recipes": [["neuron", "neuron"]]
    },
    {
      "id": "hay",
      "name": "Сено",
      "description": "Высушенные стебли и листья травянистых растений, скошенных в зелёном виде, до достижения ими полной естественной зрелости. Применяются в качестве продукта питания для сельскохозяйственных животных.",
      "recipes": [["grass", "sun"]]
    },
    {
      "id": "sailor",
      "name": "Моряк",
      "description": "Человек, который работает на морском транспорте или работник морского транспорта.",
      "recipes": [["human", "ship"]]
    },
    {
      "id": "taxi",
      "name": "Такси",
      "description": "Автомобиль, используемый для перевозки пассажиров в любую указанную точку с оплатой проезда машины по счётчику — таксометру.",
      "recipes": [
        ["car", "money"],
        ["car", "coin"]
      ],
      "ended": true
    },
    {
      "id": "woodboard",
      "name": "Доска",
      "description": "Плоский с двух сторон кусок дерева небольшой толщины, получаемый путём продольной распилки бревна.",
      "recipes": [["wood", "tools"]]
    },
    {
      "id": "circle",
      "name": "Круг",
      "description": "Часть плоскости, которая лежит внутри окружности.",
      "recipes": [["paper", "divider"]]
    },
    {
      "id": "ai",
      "name": "Искусственный интеллект",
      "description": "Способность вычислительной машины моделировать процесс мышления за счет выполнения функций, которые обычно связывают с человеческим интеллектом.",
      "recipes": [["brain", "computer"]]
    },
    {
      "id": "ruler",
      "name": "Линейка",
      "description": "Прямая планка для вычерчивания прямых линий.",
      "recipes": [["pencil", "woodboard"]],
      "ended": true
    },
    {
      "id": "pterodactyl",
      "name": "Птеродактиль",
      "description": "Летающее пресмыкающееся юрского и мелового периода из группы птерозавров, с летательной перепонкой, прикрепленной к пальцам.",
      "recipes": [["dinosaur", "bird"]],
      "ended": true
    },
    {
      "id": "blackhole",
      "name": "Черная дыра",
      "description": "Космический объект, образованный при неограниченном гравитационном сжатии массивных космических тел.",
      "recipes": [
        ["star", "pressure"],
        ["blackhole", "*"]
      ],
      "ended": true
    },
    {
      "id": "absinthe",
      "name": "Абсент",
      "description": "Алкогольный напиток, содержащий обычно около 70 % алкоголя. Важнейший компонент абсента — экстракт горькой полыни, в эфирных маслах которой содержится большое количество туйона.",
      "recipes": [["grass", "alcohol"]],
      "ended": true
    },
    {
      "id": "mars",
      "name": "Марс",
      "description": "Четвёртая по расстоянию от Солнца планета Солнечной системы. Из-за красного цвета, который римляне посчитали похожим на кровь, планета была названа в честь их бога войны Марса, олицетворявшего войну. Окрашен в красный цвет из-за обилия на его поверхности оксида железа (ржавчины).",
      "recipes": [
        ["planet", "desert"],
        ["planet", "rust"]
      ],
      "ended": true
    },
    {
      "id": "scarecrow",
      "name": "Пугало",
      "description": "Чучело, выставляемое в садах и огородах, служащее для отгона птиц, клюющих урожай. Пугало часто делается внешне похожим на человека: как правило, это расположенная на палке старая одежда, которой с помощью соломы придана форма.",
      "recipes": [["human", "hay"]],
      "ended": true
    },
    {
      "id": "river",
      "name": "Река",
      "description": "Постоянный водный поток значительных размеров с естественным течением по руслу от истока вниз до устья.",
      "recipes": [["mountain", "water"]]
    },
    {
      "id": "clothes_moth",
      "name": "Моль",
      "description": "Мелкая бабочка, гусеница которой является вредителем шерстяных вещей, хлебных зёрен и растений.",
      "recipes": [
        ["butterfly", "clothes"],
        ["butterfly", "wool"]
      ],
      "ended": true
    },
    {
      "id": "postman",
      "name": "Почтальон",
      "description": "Человек, разносящий почту: письма, газеты, посылки, телеграммы и почтовые переводы.",
      "recipes": [
        ["mail", "human"],
        ["letter", "human"]
      ],
      "ended": true
    },
    {
      "id": "leather",
      "name": "Кожа",
      "description": "Прочный, гибкий и долговечный материал, получаемый путём выделки шкур в условиях традиционного хозяйства или промышленного предприятия.",
      "recipes": [["pelt", "tools"]],
      "ended": true
    },
    {
      "id": "ice_skate",
      "name": "Коньки",
      "description": "Спортивный или прогулочный инвентарь, который представляет собой совокупность специализированных ботинок и прикрепляемой к ним системе подвижных или неподвижных лезвий. Используются для передвижения по ровной твёрдой ледяной поверхности.",
      "recipes": [["ice", "blade"]],
      "ended": true
    },
    {
      "id": "nest",
      "name": "Гнездо",
      "description": "Сооружение, строящееся различными видами животных и служащее как место для сна, жилья и высиживания яиц и вскармливания потомства. Гнёзда могут располагаться на деревьях, под крышами и на земле.",
      "recipes": [["egg", "hay"]],
      "ended": true
    },
    {
      "id": "gun",
      "name": "Огнестрельное оружие",
      "description": "Оружие, предназначенное для механического поражения цели на расстоянии метаемым снаряжением, получающим направленное движение за счет энергии порохового или иного заряда.",
      "recipes": [["weapon", "gunpowder"]]
    },
    {
      "id": "cake",
      "name": "Торт",
      "description": "Кондитерское изделие, состоящий из нескольких коржей, пропитанных кремом или джемом. Сверху торт обычно украшают кремом, глазурью или фруктами.",
      "recipes": [["bread", "sugar"]],
      "ended": true
    },
    {
      "id": "pirate",
      "name": "Пират",
      "description": "Морской разбойник, тот, кто грабит суда и корабли, осуществляет морские набеги",
      "recipes": [
        ["sailor", "parrot"],
        ["sailor", "rum"]
      ]
    },
    {
      "id": "solar_panel",
      "name": "Солнечная панель",
      "description": "Объединение фотоэлектрических преобразователей — полупроводниковых устройств, прямо преобразующих солнечную энергию в постоянный электрический ток.",
      "recipes": [["sun", "silicon"]],
      "ended": true
    },
    {
      "id": "tea",
      "name": "Чай",
      "description": "Напиток, получаемый варкой, завариванием и/или настаиванием листа чайного куста, который предварительно подготавливается специальным образом. Чаепитие как традиция появилось в Китае.",
      "recipes": [["leaf", "water"]]
    },
    {
      "id": "soldier",
      "name": "Солдат",
      "description": "Рядовой военнослужащий.",
      "recipes": [["warrior", "gun"]],
      "ended": true
    },
    {
      "id": "newspaper",
      "name": "Газета",
      "description": "Периодическое издание в виде больших листов, обычно ежедневное, посвящённое событиям текущей общественно-политической жизни.",
      "recipes": [["letter", "letter"]],
      "ended": true
    },
    {
      "id": "coral",
      "name": "Коралл",
      "description": "Материал скелета колонии коралловых полипов. Большие скопления кораллов формируют коралловые рифы и коралловые острова. Рост кораллов составляет обычно даже в благоприятных условиях не более 1 см в год в продольном направлении, поэтому на формирование среднего рифа могут уйти столетия, острова — тысячелетия.",
      "recipes": [
        ["fossil", "ocean"],
        ["fossil", "sea"]
      ],
      "ended": true
    },
    {
      "id": "boar",
      "name": "Кабан",
      "description": "Нежвачное, парнокопытное животное из рода свиней. Является предком домашней свиньи.",
      "recipes": [["pig", "forest"]]
    },
    {
      "id": "ouija_board",
      "name": "Спиритическая доска",
      "description": "Доска для спиритических сеансов вызова душ умерших с нанесёнными на неё буквами алфавита, цифрами от 0 до 9, словами «да» и «нет» и со специальной планшеткой-указателем.",
      "recipes": [["ghost", "woodboard"]],
      "ended": true
    },
    {
      "id": "hail",
      "name": "Град",
      "description": "Атмосферный осадок в виде небольших ледяных шариков.",
      "recipes": [["ice", "rain"]],
      "ended": true
    },
    {
      "id": "pelt",
      "name": "Шкура",
      "description": "Снятая с убитого животного кожа с шерстью. Сырьё для кожевенного производства.",
      "recipes": [
        ["beast", "hunter"],
        ["boar", "hunter"]
      ]
    },
    {
      "id": "fern",
      "name": "Папоротник",
      "description": "Споровое растение с крупными, сильно рассечёнными листьями.",
      "recipes": [["swamp", "moss"]],
      "ended": true
    },
    {
      "id": "luck",
      "name": "Удача",
      "description": "Субъективная положительная оценка случайного или непредсказуемого стечения обстоятельств.",
      "recipes": [["horseshoe", "human"]]
    },
    {
      "id": "ostrich",
      "name": "Страус",
      "description": "Самая крупная бегающая (не летающая) птица жарких стран с красивым оперением.",
      "recipes": [["bird", "sand"]],
      "ended": true
    },
    {
      "id": "astronomer",
      "name": "Астроном",
      "description": "Учёный, изучающий небесные тела.",
      "recipes": [
        ["scientist", "star"],
        ["scientist", "planet"],
        ["scientist", "telescope"]
      ]
    },
    {
      "id": "pasta",
      "name": "Паста",
      "description": "Общее название для любых изделий из теста. Слово является калькой с итальянского pasta (тесто, пирог). Таким образом, любые макароны можно считать пастой.",
      "recipes": [["egg", "flour"]]
    },
    {
      "id": "apple",
      "name": "Яблоко",
      "description": "Плод яблони, который употребляется в пищу в свежем виде, служит сырьём в кулинарии и для приготовления напитков.",
      "recipes": [["fruit", "tree"]]
    },
    {
      "id": "van_gogh",
      "name": "Винсент ван Гог",
      "description": "Нидерландский художник-постимпрессионист, чьи работы оказали вневременное влияние на живопись XX века. За десять с небольшим лет он создал более 2100 произведений, включая около 860 картин маслом.",
      "recipes": [["sunflower", "artist"]]
    },
    {
      "id": "saturn",
      "name": "Сатурн",
      "description": "Шестая планета по удалённости от Солнца и вторая по размерам планета в Солнечной системе после Юпитера. Сатурн классифицируется как газовая планета-гигант.",
      "recipes": [["ring", "planet"]],
      "ended": true
    },
    {
      "id": "piranha",
      "name": "Пиранья",
      "description": "Общее название хищных рыб из нескольких родов семейства пираньевых, обитающих в водоёмах Южной Америки. Зубы пираний напоминают не пилу, а скорее бритву или остро наточенные ножницы. Они имеют треугольную форму.",
      "recipes": [["fish", "blade"]],
      "ended": true
    },
    {
      "id": "clover",
      "name": "Клевер",
      "description": "Многолетнее травянистое растение, которое произрастает в Азии и Европе. Первый лист символизирует надежду, второй – веру, третий – любовь, а четвертый – удачу.",
      "recipes": [["grass", "luck"]],
      "ended": true
    },
    {
      "id": "isaak_newton",
      "name": "Исаак Ньютон",
      "description": "Английский физик, математик, механик и астроном, один из создателей классической физики и математического анализа. Ньютон открыл свой знаменитый закон всемирного тяготения после того, как ему на голову упало яблоко.",
      "recipes": [["scientist", "apple"]],
      "ended": true
    },
    {
      "id": "fog",
      "name": "Туман",
      "description": "Мельчайшие капли воды, которые конденсируются в холодном воздухе из водяного пара.",
      "recipes": [["humidity", "air"]]
    },
    {
      "id": "bush",
      "name": "Куст",
      "description": "Растение с древовидными ветвями, начинающимися почти от самой поверхности земли.",
      "recipes": [["ground", "grass"]]
    },
    {
      "id": "assassin",
      "name": "Убийца",
      "description": "Человек, убивший, преступно умертвивший кого-нибудь.",
      "recipes": [["human", "poison_weapon"]]
    },
    {
      "id": "observatory",
      "name": "Обсерватория",
      "description": "Сооружение, используемое для наблюдения и слежения за различными объектами и явлениями на Земле и в космосе.",
      "recipes": [
        ["building", "telescope"],
        ["building", "astronomer"]
      ],
      "ended": true
    },
    {
      "id": "berry",
      "name": "Ягода",
      "description": "Небольшой сочный плод кустарников, полукустарников, кустарничков и травянистых растений.",
      "recipes": [["fruit", "bush"]]
    },
    {
      "id": "smog",
      "name": "Смог",
      "description": "Густая удушливая пелена дыма, копоти, выхлопных газов и т. п. в больших городах и промышленных центрах.",
      "recipes": [
        ["city", "fog"],
        ["city", "cloud"]
      ]
    },
    {
      "id": "dune",
      "name": "Дюна",
      "description": "Песчаный холм, образовавшийся под воздействием ветра.",
      "recipes": [["desert", "wind"]]
    },
    {
      "id": "galileo",
      "name": "Галилео Галилей",
      "description": "Итальянский физик, механик, астроном, философ, математик, оказавший значительное влияние на науку своего времени. Он одним из первых использовал телескоп для наблюдения небесных тел и сделал ряд выдающихся астрономических открытий.",
      "recipes": [["astronomer", "telescope"]],
      "ended": true
    },
    {
      "id": "obsidian",
      "name": "Обсидиан",
      "description": "Магматическая горная порода, разновидность вулканического стекла, образующегося в результате быстрого охлаждения лавы.",
      "recipes": [["lava", "water"]],
      "ended": true
    },
    {
      "id": "acid_rain",
      "name": "Кислотный дождь",
      "description": "Осадки, при которых наблюдается понижение водородного показателя дождевых осадков из-за загрязнений воздуха кислотными оксидами, обычно оксидами серы и оксидами азота.",
      "recipes": [["rain", "smog"]],
      "ended": true
    },
    {
      "id": "rum",
      "name": "Ром",
      "description": "Крепкий напиток из перебродившего сока или патоки, получаемых при производстве тростникового сахара. Ром известен как напиток пиратов, моряков и разбойников.",
      "recipes": [
        ["cane", "alcohol"],
        ["alcohol", "pirate"]
      ]
    },
    {
      "id": "sarcophagus",
      "name": "Саркофаг",
      "description": "Резной каменный гроб, который использовался для захоронения знатных людей. Слово саркофаг является частью древнегреческого именного словосочетания λίθος σαρκοφάγος (lithos sarcophagos, букв. «камень, плоть поедающий»).",
      "recipes": [
        ["coffin", "mummy"],
        ["coffin", "gold"]
      ]
    },
    {
      "id": "wine",
      "name": "Вино",
      "description": "Алкогольный напиток, получаемый в результате полного или частичного брожения винограда или плодово ягодного сока.",
      "recipes": [["berry", "alcohol"]],
      "ended": true
    },
    {
      "id": "beekeeper",
      "name": "Пчеловод",
      "description": "Человек занимающийся содержанием и разведением пчёл.",
      "recipes": [
        ["bee", "human"],
        ["hive", "human"]
      ]
    },
    {
      "id": "honeycombs",
      "name": "Соты",
      "description": "Восковые постройки медоносных и близких к ним видов пчёл, состоящие из упорядоченных ячеек.",
      "recipes": [["hive", "bee"]]
    },
    {
      "id": "radio_wave",
      "name": "Радиоволна",
      "description": "Электромагнитная волна, используемая для беспроволочной передачи звуков и знаков на расстояние.",
      "recipes": [["magnet", "electricity"]]
    },
    {
      "id": "sand_storm",
      "name": "Песчаная буря",
      "description": "Атмосферное явление в виде переноса больших количеств пыли (песка, частиц почвы, песчинок) ветром с земной поверхности в слое высотой несколько метров со значительным ухудшением горизонтальной видимости.",
      "recipes": [
        ["storm", "sand"],
        ["storm", "desert"]
      ],
      "ended": true
    },
    {
      "id": "potter_wheel",
      "name": "Гончарный круг",
      "description": "Устройство для формования посуды из сырой глины, позволяющий использовать инерцию вращения для создания симметричной формы изделий (так называемых тел вращения) и повышения производительности труда.",
      "recipes": [["circle", "clay"]]
    },
    {
      "id": "picture",
      "name": "Картина",
      "description": "Произведение живописи, имеющее самостоятельное художественное значение и обладающее свойством законченности (в отличие от этюда и эскиза).",
      "recipes": [
        ["artist", "paint"],
        ["artist", "paper"],
        ["paper", "paint"],
        ["van_gogh", "paint"]
      ]
    },
    {
      "id": "hevea",
      "name": "Гевея",
      "description": "Род вечнозеленых деревьев из семейства молочайных, который включает в себя около 12 видов. Наиболее известный вид - Гевея Бразильская. Главным предназначение гевеи является добыча натурального каучука, получаемого из млечного сока методом подсочки.",
      "recipes": [["brazil", "tree"]]
    },
    {
      "id": "iodine",
      "name": "Йод",
      "description": "Химический элемент 17-й группы, пятого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 53. Простое вещество иод — это кристаллы чёрно-серого цвета с фиолетовым металлическим блеском, проявляющие неметаллические свойства и издающие характерный запах.",
      "recipes": [["fire", "seaweed"]],
      "ended": true
    },
    {
      "id": "chariot",
      "name": "Колесница",
      "description": "Большая двухколёсная повозка, использующая как движущую силу скаковых животных. Колесница в ходе развития военной мысли, начиная с 2000 лет до нашей эры, превратилась в один из решающих факторов при ведении боевых действий. Использование боевых колесниц датируется бронзовым и железным веками.",
      "recipes": [["warrior", "cart"]],
      "ended": true
    },
    {
      "id": "antenna",
      "name": "Антенна",
      "description": "Часть радиоустановки, служащая для излучения радиоволн при передаче или для улавливания их при приёме.",
      "recipes": [["radio_wave", "metal"]]
    },
    {
      "id": "hacker",
      "name": "Хакер",
      "description": "Компьютерный взломщик, проникающий в закрытые информационные сети, банки данных и т. п. с целью получения доступа к секретной информации, а также заражения их вирусом.",
      "recipes": [
        ["pirate", "internet"],
        ["pirate", "computer"]
      ],
      "ended": true
    },
    {
      "id": "radio",
      "name": "Радио",
      "description": "Устройство, соединяемое с антенной и служащее для осуществления радиоприёма, то есть для выделения сигналов из радиоизлучения.",
      "recipes": [
        ["antenna", "music"],
        ["antenna", "sound"],
        ["antenna", "radio_wave"]
      ],
      "ended": true
    },
    {
      "id": "caoutchouc",
      "name": "Каучук",
      "description": "Натуральные или синтетические эластомеры, характеризующиеся эластичностью, водонепроницаемостью и электроизоляционными свойствами. Вулканизацией натурального каучука получают прочную и эластичную резину.",
      "recipes": [["hevea", "tools"]]
    },
    {
      "id": "wax",
      "name": "Воск",
      "description": "Пластичное вещество коричневато-жёлтого цвета. Может быть также белым или тёмно-коричневым, и, в зависимости от температуры, твёрдым или жидким. Используется человеком для создания свечей. Пчёлы делают из воска соты.",
      "recipes": [["bee", "bee"]]
    },
    {
      "id": "rubber",
      "name": "Резина",
      "description": "Эластичный материал, представляющий собой вулканизированный каучук.",
      "recipes": [["caoutchouc", "fire"]],
      "ended": true
    },
    {
      "id": "casino",
      "name": "Казино",
      "description": "Игорное заведение, в котором с использованием рулетки, игровых столов для карточных игр и игры в кости, игровых автоматов, а также другого игорного оборудования осуществляется проведение азартных игр с объявленным денежным или иным имущественным выигрышем.",
      "recipes": [["luck", "building"]],
      "ended": true
    },
    {
      "id": "love",
      "name": "Любовь",
      "description": "Чувство, свойственное человеку, глубокая привязанность и устремлённость к другому человеку или объекту, чувство глубокой симпатии. Любовь включает в себя ряд сильных и позитивных эмоциональных и психических состояний, от самой возвышенной добродетели и до самого простого удовольствия.",
      "recipes": [["human", "human"]]
    },
    {
      "id": "ceramics",
      "name": "Керамика",
      "description": "Материалы, изготавливаемые из глин или их смесей с минеральными добавками под воздействием высокой температуры с последующим охлаждением; а также изделия из таких материалов. В узком смысле слово «керамика» обозначает глину, прошедшую обжиг.",
      "recipes": [["potter_wheel", "clay"]],
      "ended": true
    },
    {
      "id": "postmark",
      "name": "Почтовая марка",
      "description": "Маленький, обычно четырехугольный, бумажный знак с каким-либо изображением и обозначением цены, который наклеивается на открытку или бланк в знак почтовых и некоторых других сборов.",
      "recipes": [
        ["letter", "picture"],
        ["mail", "picture"]
      ],
      "ended": true
    },
    {
      "id": "silk",
      "name": "Шёлк",
      "description": "Мягкая ткань из нитей, добываемых из кокона тутового шелкопряда. Изначально шёлк происходил из Китая и был важным товаром, который доставлялся в Европу по Шёлковому пути.",
      "recipes": [
        ["yarn", "butterfly"],
        ["textile", "butterfly"]
      ]
    },
    {
      "id": "laser",
      "name": "Лазер",
      "description": "Частички света (протоны), возбужденные током, излучают энергию в форме света. Этот свет собирается в пучок и образуются лазерные лучи.",
      "recipes": [["light", "fire"]],
      "ended": true
    },
    {
      "id": "stained_glass",
      "name": "Витраж",
      "description": "Картина или узор из цветного стекла. Например, в окнах или дверях.",
      "recipes": [["glass", "picture"]],
      "ended": true
    },
    {
      "id": "confetti",
      "name": "Конфетти",
      "description": "Разноцветные, обычно бумажные кружочки мелкого размера, неотъемлемый атрибут праздников, в основном, балов, карнавалов, триумфальных шествий, но также дней рождения и свадебных торжеств. Конфетти осыпают друг друга участники празднеств или его сбрасывают сверху.",
      "recipes": [["paper", "scissors"]]
    },
    {
      "id": "edison",
      "name": "Томас Эдисон",
      "description": "Изобретатель, обладающий невероятным талантом предпринимателя. Автор 1093 патентов в Америке и почти трех тысяч патентов в других странах. Считается изобретателем электрической лампы накаливания.",
      "recipes": [["scientist", "lightbulb"]],
      "ended": true
    },
    {
      "id": "shisha",
      "name": "Кальян",
      "description": "Восточный курительный прибор, в котором табачный дым охлаждается и очищается, проходя через воду.",
      "recipes": [["tobacco", "water"]]
    },
    {
      "id": "candy",
      "name": "Конфета",
      "description": "Кондитерские изделия на основе сахарно-паточного сиропа с добавлением различных видов пищевого сырья.",
      "recipes": [
        ["chocolate", "paper"],
        ["chocolate", "foil"],
        ["caramel", "paper"]
      ]
    },
    {
      "id": "pinata",
      "name": "Пиньята",
      "description": "Мексиканская по происхождению полая игрушка довольно крупных размеров, изготовленная из папье-маше или лёгкой обёрточной бумаги с орнаментом и украшениями. Своей формой пиньята воспроизводит фигуры животных (обычно лошадей) или геометрические фигуры, которые наполняются различными угощениями или сюрпризами для детей (конфеты, хлопушки, игрушки, конфетти, орехи и т. п.)",
      "recipes": [["confetti", "candy"]]
    },
    {
      "id": "india",
      "name": "Индия",
      "description": "Огромная страна в Южной Азии с разнообразным рельефом: на ее территории расположены как горные вершины Гималаев, так и побережье Индийского океана.",
      "recipes": [["shisha", "country"]],
      "ended": true
    },
    {
      "id": "water_strider",
      "name": "Водомерка",
      "description": "Небольшое насекомое отряда клопов с тонким телом и длинными ногами, способное быстро передвигаться по воде.",
      "recipes": [["water", "beetle"]],
      "ended": true
    },
    {
      "id": "geode",
      "name": "Жеода",
      "description": "Замкнутая полость в горной породе, заполненная минералом.",
      "recipes": [["limestone", "salt"]],
      "ended": true
    },
    {
      "id": "orca",
      "name": "Косатка",
      "description": "Китообразное хищное морское млекопитающее семейства дельфиновых. Косатки обитают преимущественно в Ледовитом океане и в северной части Атлантического океана.",
      "recipes": [["whale", "ice"]],
      "ended": true
    },
    {
      "id": "sewing_machine",
      "name": "Швейная машинка",
      "description": "Техническое устройство для соединения и отделки материалов методом шитья. Швейные машины применяются в швейной, трикотажной, обувной и других отраслях лёгкой промышленности, а также в быту.",
      "recipes": [["needle", "tools"]]
    },
    {
      "id": "fly",
      "name": "Муха",
      "description": "Общее название широко распространённых двукрылых насекомых.",
      "recipes": [
        ["butterfly", "dung"],
        ["butterfly", "worm"]
      ]
    },
    {
      "id": "mosquito",
      "name": "Комар",
      "description": "Небольшое крылатое кровососущее насекомое.",
      "recipes": [["fly", "blood"]],
      "ended": true
    },
    {
      "id": "watermelon",
      "name": "Арбуз",
      "description": "Однолетнее травянистое растение семейства тыквенные, бахчевая культура. С точки зрения ботаники, арбуз – это настоящая ягода.",
      "recipes": [["berry", "water"]],
      "ended": true
    },
    {
      "id": "birdhouse",
      "name": "Скворечник",
      "description": "Деревянная конструкция, которая предназначена для искусственного гнездовья птиц.",
      "recipes": [
        ["bird", "hut"],
        ["hut", "tree"]
      ],
      "ended": true
    },
    {
      "id": "tent",
      "name": "Палатка",
      "description": "Временное летнее помещение из ткани.",
      "recipes": [["textile", "hut"]],
      "ended": true
    },
    {
      "id": "beaver",
      "name": "Бобр",
      "description": "Животное из отряда грызунов с ценным мехом.",
      "recipes": [["beast", "wood"]],
      "ended": true
    },
    {
      "id": "alarm_clock",
      "name": "Будильник",
      "description": "Часы с особым заводом, звонящие в требуемое время.",
      "recipes": [
        ["watch", "sound"],
        ["time", "sound"]
      ],
      "ended": true
    },
    {
      "id": "methane",
      "name": "Метан",
      "description": "Простейший по составу предельный углеводород, при нормальных условиях бесцветный газ без вкуса и запаха. Малорастворим в воде, почти в два раза легче воздуха.",
      "recipes": [["swamp", "air"]],
      "ended": true
    },
    {
      "id": "colorado_beetle",
      "name": "Колорадский жук",
      "description": "Опасный вредитель картофеля и других культур из семейства пасленовых.",
      "recipes": [["potatoes", "beetle"]],
      "ended": true
    },
    {
      "id": "candle",
      "name": "Свеча",
      "description": "Палочка из жирового вещества с фитилём внутри, служащая примитивным источником освещения. Первые свечи современной конструкции появились в Средневековье и изготавливались из жира (чаще всего) или из воска.",
      "recipes": [["wax", "fire"]],
      "ended": true
    },
    {
      "id": "dolphin",
      "name": "Дельфин",
      "description": "Водные млекопитающие инфраотряда китообразных, принадлежащие либо к семейству дельфиновых. Мозг дельфина не уступает мозгу человека: складок, бугорков и извилин в нем даже больше. Общее число нервных клеток у дельфина выше, чем у человека.",
      "recipes": [["fish", "brain"]],
      "ended": true
    }
  ]
}
